{
  "champ:ChampTalk": {
    "NAME": "",
    "DESCRIPTIONS": [
      "ТЫ ХОЧЕШЬ ЭТОТ ПОЯС ОБРАТНО?",
      "ПОДОЙДИ И ЗАБЕРИ!"
    ],
    "OPTIONS": [
      ""
    ]
  },
  "champ:Colosseum": {
    "NAME": "Колизей",
    "DESCRIPTIONS": [
      "Спускаясь по Шпилю, вы замечаете группу гуманоидов, сидящих в засаде рядом с большой аудиторией. Работорговцы вздрогнули и начали объясняться, почувствовав ваше приближение. NL NL «ЧЕМПИОН! Вы испугали нас своим присутствием! Не хотите опробовать нового соперника?»",
      "Новый противник? Превосходно! NL NL Однако, сражение может подождать, ведь публике нравится смотреть, как Чемпион убивает последнего пленника...",
      "Вы заходите в огромный стадион, переполненный самыми разными зрителями: #bРаботорговцы, #bКультисты и другие обитатели Города заполняют трибуны! NL NL ",
      "@«КТО@ @ПОСМЕЛ@ @БРОСИТЬ@ @ВЫЗОВ@ @МНЕ?!»@ - проносится по стадиону, подзывая нового 'соперника'. NL Вышел рыцарь, облачённый в доспехи, поразительно похожие на ваши, только окрашенные в чёрный. Колизей апплодирует больше, чем заслуживает этот самозванец. NL NL Чемпион здесь может быть только ОДИН!",
      "@«СЛЕДУЮЩИЙ@ @СРАЗИТСЯ@ @СО@ @МНОЙ!»@ - проносится по стадиону, который отвечает оглушительными апплодисментами. NL NL Работорговцы через минуту принесли свежий улов. Противник, ставший таковым не по своей воле, проснулся и приготовился, ~ пошатываясь~ после засады. NL NL Это должно быть весело.",
      "Вы решаете, что это заманчивое сражение будет ненужной остановкой на вашем пути. Путешествие продолжается, а работорговцы возвращаются к своему привычному делу - устраивать засады.",
      "Чёрный рыцарь"
    ],
    "OPTIONS": [
      "[Отстоять звание] #rСразиться с Чёрным рыцарем. #gПолучить #gмножество #gнаград.",
      "[Попрактиковаться] #rСразиться с пленённым героем. #gПолучить #gмножество #gнаград.",
      "[Уйти]",
      "[СРАЖАТЬСЯ!]",
      "[Продолжить]"
    ]
  },
  "champ:Library": {
    "NAME": "Библиотека",
    "DESCRIPTIONS": [
      "Вы натыкаетесь на самое сердце знаний Города - старую библиотеку. NL Внутри находится несметное количество свитков, манускриптов и книг. NL Можно взять один из них и тихо провести время, устроившись в уютном кресле, или потратить время на поиск руководства, специализирующегося на боевых приёмах.",
      "Вы потратили много времени на поиски нужной книги среди стен фолиантов и учебников. NL NL Устроившись в удобном кресле, вы некоторое время вспоминали и повторяли забытые стойки и стили. Даже такой совершенный боец как вы, знает, что разум тоже нужно тренировать, ведь он важен не меньше, чем тело."
    ],
    "OPTIONS": [
      "[Поискать] Получить #gКнигу #gсражений.",
      "[Закрыто] У вас уже есть все Боевые фолианты."
    ]
  },
  "champ:TechniqueTome": {
    "NAME": "Техник Том",
    "DESCRIPTIONS": [
      "Сойдя с главной тропы, вы чувствуете громадную невидимую силу, которая направляет ваши ноги в другом направлении. Вскоре перед глазами оказывается пъедестал с крупным фолиантом, искажённым жуткой светящейся энергией. NL NL Его страницы, которые были явно пустыми, оживают по мере вашего приближения. На них начинают вырисовываться и описываться комбинации атак, боевые стойки и слабые места врагов - всё, что вам когда-либо пригодится знать о сражении. NL NL Это кажется слишком хорошим, чтобы быть правдой, но такое знание, такая возможность, такой дар не должен пропасть в пустую!",
      "Невероятно! Учения в этом фолианте просто перехватывают дух. Каждое слово, каждая картинка отпечатывается в вашем разуме, предоставляя всё новые и новые методы уничтожения своих врагов. NL NL К несчастью, это плохо сказалось на вашей психике, ведь такие знания не даются даром. Но на этих страницах осталось ещё так много всего...",
      "Да. Слишком много. Больше нет пути назад и вы, не особо колеблясь, впитываете предложенные богатым фолиантом знания, получая ещё больше преимуществ в бою. NL NL Теперь, когда цена полностью осознана, вы спокойно отдаёте ещё немного своей жизненной силы в обмен на мудрость этой книги. Но даже так, в ней всё ещё достаточно много того, чему можно научиться...",
      "Собрав всю имеющуюся у вас силу воли, вы освободились от одержимости проклятого фолианта. Однажды, возможно, вы вернётесь сюда, но пока у вас есть то, над чем ещё можно поработать",
      "Эти драгоценные знания стоили своего, несмотря на большую цену, которую вам пришлось заплатить. Вы успешно освободились от одержимости книгой, хотя это и потребовало немалых усилий. NL NL А после, с ещё свежими в памяти учениями фолианта, пошли искать жертву, на которой можно всё опробовать."
    ],
    "OPTIONS": [
      "[Читать] Добавить #g«Вы #gполучаете #gБонус #gНавыка» к Атаке в колоде. #rПотерять #r",
      " #rОЗ.",
      "[Уйти]",
      "[Закрыто] Требуется Атака.",
      "Выберите карту, которой хотите дать «Вы получаете Бонус Навыка».",
      "[Читать] Добавить Атаке в колоде #g«Вы #gполучаете #gБонус #gНавыка». #rПолучить #rПроклятие #r- #rГордыня."
    ]
  },
  "champ:Gym": {
    "NAME": "Тренажёрный зал",
    "DESCRIPTIONS": [
      "Спускаясь по Шпилю, вы оказываетесь перед тренажёрным залом Преддверия - сюда вы частенько приходите, чтобы держать себя в форме и совершенствовать тело. NL NL Нельзя уйти отсюда, не отдохнув ни минутки и не проведя здесь некоторое время. Чтобы оставаться на вершине, не стоит упускать никаких возможностей получить преимущество.",
      "Сегодня концентрация будет на выносливости. Вы встаёте, не снимая доспехов, на беговую дорожку в центре зала и пробегаете серию из нескольких полных кругов. NL NL Вы покидаете тренажёрный зал с приливом сил и адреналина, готовые противостоять угрозам Шпиля.",
      "Сегодня концентрация будет на сражении. Вы быстро по внешности нашли кого-то, кто вероятно смог бы выдержать ваш удар, и, не обращая внимания на его планы, вытащили его за плечо на ринг для спарринга. Счастливчик продержался недолго и вскоре покинул поле боя. NL NL Хоть это сражение и не было для вас ни капельки сложным, вы осознали новый способ для зачинки боя, который несомненно пригодится в будущем.",
      "Сегодня концентрация будет на поддержании мышц в тонусе и силе верней половины тела. Вы нашли тяжелейшие грузы и тренажёры для них и, проведя несколько циклов по повышению тонуса, начали чувствовать как вам понемногу становится легче поднимать и тянуть тяжести. NL NL После выхода из спортзала, вы подумали, что при следующем посещении стоит уделить время нижней части тела. Её тоже нельзя упускать."
    ],
    "OPTIONS": [
      "[Кардио] #gПолучить #g",
      " #gМакс. #gОЗ.",
      "[Спарринг] Добавить #g«Перейдите #gв #g(Выбор)» к не-Финишеру в колоде.",
      "[Тягание] #gПолучить #g1 #gСилы #gнавсегда.",
      "[Уйти]",
      "Выбрать карту в колоде и добавить ей «Перейдите в стойку Рыцаря».",
      "Выбрать карту в колоде и добавить ей «Перейдите в стойку Гладиатора».",
      "Выбрать карту в колоде и добавить ей «Перейдите в стойку Берсерка».",
      "[Закрыто] Требуется карта без перехода в стойку."
    ]
  },
  "champ:MinorLeagueArena": {
    "NAME": "Арена низшей лиги",
    "DESCRIPTIONS": [
      "Прогуливаясь по Преддверию, вы находите хорошо знакомую достопримечательность - бывшее место проведения жестоких игр, теперь проходящих в колизее Города. Эта маленькая арена служит площадкой для тренировок и сражений между менее серьёзными противниками. NL Такие соревнования обычно не достойны вашего присутствия, но это может быть интересным развлечением.",
      "Вы покидаете арену, решив получше провести время в другом месте. За спиной были слышны вздохи облегчения бойцов, очевидно, ни у кого из них сегодня не было планов погибнуть от вашей руки."
    ],
    "OPTIONS": [
      "[Сразиться с Центурионом и Жрицей] #gПолучить #g«Фибулу».",
      "[Сразиться с Верзилой] #gПолучить #g«Пояс #gчемпиона».",
      "[Сразиться с двумя работорговцами] #gПолучить #g«Наручный #gклинок».",
      "[Уйти]"
    ]
  },
  "champ:BackToBasics": {
    "NAME": "",
    "DESCRIPTIONS": [
      "Мастерство и уверенность образуют непобедимую комбинацию."
    ],
    "OPTIONS": [
      "[Интуиция] #gДобавить #g«Вы #gполучаете #gБонус #gНавыка» ко всем #gУдарам и #gОборонам.",
      "[Закрыто] Требуется Удар или Оборона."
    ]
  }
}