{
  "Guardian:GemMine": {
    "NAME": "Gem Mine",
    "DESCRIPTIONS": [
      "You step inside an old mine shaft.  In the rocky crevices, you can see a number of shiny gemstones.  #gEmeralds, #rrubies, #ytopazes, and several others.  A pack of Gremlin diggers nearby have mining tools that may be of use, but the gems are so close to the surface that, with some determination, you might be able to pry them by hand.",
      "Digging into the rocky wall, you manage to pluck a gem from it’s resting spot.  It hurts a little, but the gems are worth the pain.",
      "Though the prospect of treasure is appealing, you opt to save your armor for more important ventures.",
      "Having successfully won over the old mine, you leave with a sense of accomplishment.  And some sore bronze appendages.",
      "You snatch up the mining pick from the Gremlin camp, which seems to be in poor condition. You could use it here to gain some gems, or stash it away to use later in your climb.",
      "Using the mining pick, you hammer away at the wall and carve out a gem. The pick takes some wear and tear in the process, but better to damage it than your claws."
    ],
    "OPTIONS": [
      "[Dig with Claws] #gGain #grandom #gGem. #rLose #r",
      " #rHP.",
      "[Leave]",
      "[Rob] #rFight #rGremlins. #gGain #gPick #gof #gRhapsody.",
      "[Mine with Pick] #gGain #grandom #gGem. #rLose #rPick #rcharge.",
      "[Locked] Pick #rBroken."
    ]
  },
  "Guardian:StasisEgg": {
    "NAME": "Quantum Chamber",
    "DESCRIPTIONS": [
      "You stumble open a box, its cover etched in strange runic symbols.  Peering inside, you notice a strange egg-shaped device, humming softly.  You don’t know what it is, or what it is used for, but the energy coming from it makes you think it must be powerful.",
      "You decide that something this powerful is meant to be used.  You pocket the egg and be on your way, but as the runes glow, you gradually feel time itself slipping away, making you ~slower~ ~and~ ~slower~ ~.~ ~.~ ~.~",
      "You decide that something this powerful should not be left for any adventurer to misuse, and decide to destroy it. NL A warm light invigorates you as the egg glows, before #rviolently #rexploding, the shards #rpainfully cutting into your body.",
      "You decide that something this powerful is probably here for good reason.  Though your instinct says that you should do something with such a powerful object, you reason that whoever left this here did so with purpose.  You close the lid, and move on."
    ],
    "OPTIONS": [
      "[Use] #gGain #gQuantum #gChamber. #rBecome #rCursed #r- #rAged",
      "[Smash] #gGain #g",
      " #gMax #gHP. #rBecome #rCursed #r- #rPain",
      "[Leave]"
    ]
  },
  "Guardian:AccursedBlacksmith": {
    "NAME": "",
    "DESCRIPTIONS": [
      "You decide to put the forge to use and... NL #y@CLANG@ #y@CLAAANG@ #y@CLANG!@ NL ...make some room in your arsenal for new gemstones."
    ],
    "OPTIONS": [
      "[Tinker] #gAdd #ga #gsocket #gto #gany #gsocketed #gcard.",
      "Add a socket to a card.",
      "[Locked] Requires a card with sockets."
    ]
  },
  "Guardian:GuardianTalk": {
    "NAME": "",
    "DESCRIPTIONS": [
      "REPLACEMENT - RETURN TO ASSEMBLY.",
      "ANOMALY DETECTED.",
      "GUARDIAN MODEL DEFECTIVE.",
      "OVERRIDE ALPHA PROTOCOL.",
      "GUARDIAN: RETURN TO POST.",
      "COMPLETE PROTOCOL FAILURE DETECTED.",
      "TERMINATE GUARDIAN IMMEDIATELY.",
      "NEW PROTOCOL: DESTROY.",
      "CEASE AND RETURN TO EXORDIUM."
    ],
    "OPTIONS": [
      ""
    ]
  },
  "Guardian:CrystalForge": {
    "NAME": "Grim Forge",
    "DESCRIPTIONS": [
      "Through secret passages known only to the Constructs of the Spire, you enter a chamber designed for maintenance and repairs on Automaton models. The tools available here will be of certain use to you, even if they were not intended for Guardians.",
      "Using the enchanted anvil, you smash an unnecessary piece of equipment to pieces, all to gain back the precious gems you foolishly placed into it earlier.",
      "With the magic tongs, you carefully pry open a socket and remove the gems inside it, making room for better installments later, at the cost of making the gems completely unusable.",
      "The Forge's ability to transmute matter is put to use immediately as you toss in an unneeded piece of equipment. Some moments later, the material dissolves and compresses into a beautiful gem.",
      "You escape through the same secret passage you came in, leaving the Grim Forge behind you. Your journey continues towards the Dawn awaiting at the top of the Spire.",
      "Select a Card to Dismantle.",
      "Select a Card to Pry.",
      "Select a Card to Transmute.",
      "Select a Gem.",
      "Select a Card to receive Gem.",
      "Taking advantage of this break in the climb, you place a gemstone into your equipment, instantly feeling your power grow."
    ],
    "OPTIONS": [
      "[Dismantle] #rRemove Socketed Card. Gain it's #gGems.",
      "[Locked] Requires Socketed Card with a Gem installed.",
      "[Pry] #rDestroy all #gGems in a Socketed Card.",
      "[Transmute] #rRemove a Card. Gain a random #gGem.",
      "[Locked] Already used.",
      "[Leave]",
      "[Enhance] Add a #gGem to a #gSocket.",
      "[Locked] Requires a Gem and an open Socket."
    ]
  },
  "Guardian:Purifier": {
    "NAME": "",
    "DESCRIPTIONS": [
      "With a swift crushing blow, you shatter the Shrine into pieces in order to uncover the treasures within. Within the rubble, you find two pristine and usable gemstones, patiently awaiting their place in your weaponry. NL NL You leave the remains of the Shrine and continue the climb."
    ],
    "OPTIONS": [
      "[Smash] #gGain #g2 #gRandom #gGems."
    ]
  },
  "Guardian:Transmorgrifier": {
    "NAME": "",
    "DESCRIPTIONS": [
      ""
    ],
    "OPTIONS": [
      ""
    ]
  },
  "Guardian:UpgradeShrine": {
    "NAME": "",
    "DESCRIPTIONS": [
      ""
    ],
    "OPTIONS": [
      ""
    ]
  },
  "Guardian:BackToBasics": {
    "NAME": "",
    "DESCRIPTIONS": [
      "If you are a peg, endure the knocking; if you are a mallet, strike."
    ],
    "OPTIONS": [
      "[Endurance] #gAdd #gBrace #g2 to all #gStrikes and #gDefends.",
      "[Locked] Requires a Strike or Defend."
    ]
  }
}