{
  "sneckomod:D8": {
    "NAME": "神秘八面体",
    "DESCRIPTIONS": [
      "接近神秘八面体。",
      "遗物爆了。",
      "获得遗物。",
      "决定离开。"
    ],
    "OPTIONS": [
      "[打碎] #r失去 #r",
      " #r生命。 #g获得5张未知牌。",
      "[取走] #g获得 #g神秘八面体 。 #r被诅咒- #r疼痛。",
      "[离开]",
      "[锁定] 需要使用随机数的牌。"
    ]
  },
  "sneckomod:BackToBasics": {
    "NAME": "",
    "DESCRIPTIONS": [
      "灵感总是比汗水更有用。"
    ],
    "OPTIONS": [
      "[即兴发挥] 将所有 #g打击 与 #g防御 #g替换 为随机 #g未知 牌。",
      "[锁定] 需要打击或防御。"
    ]
  },
  "sneckomod:Serpent": {
    "NAME": "蛇～",
    "DESCRIPTIONS": [
      "你走进一间房间，看见地上有一个大洞。当你靠近洞时，一条和你不太一样的巨大蛇形生物从里面钻了出来。 NL NL “~嚯嚯嚯！你好，你好啊！我的蛇朋友！~ 让我问你一个问题... ” NL NL 你听着蛇吐出的词句，陷入完全迷茫之中，那些话语根本无法理解。 NL NL “你同意吗？”",
      "~“很好！”~ NL NL 你仍不知道当时所听问题的内容，但是你的回应似乎很合那蛇的意。 NL 这个生物送给你一个能帮你实现目标的宝物，之后爬回了洞里。",
      "蛇非常失望地看着你，最后还是笑着祝你一路顺风。"
    ],
    "OPTIONS": [
      "[同意] #g获得一个随机遗物。 #r被诅咒- #r困惑。",
      "[反对]",
      "[离开]"
    ]
  },
  "sneckomod:SuspiciousHouse": {
    "NAME": "Suspicious House",
    "DESCRIPTIONS": [
      "Travelling through the city, your ears are pierced by a shrill inhuman cry coming from a nearby house. Upon investigation, you find an inhabitant of the City, trying to silence a small serpentine creature, trapped in a cage. NL NL ~\"HEY!~ What are you doing in my house?! @GET@ @OUT!\"@ NL NL The caged critter is startled, and hops back into a corner of its confinement. It clearly is not happy here.",
      "\"You want it? @Fine!@ It's not worth the trouble\" NL NL With a frustrated ~sigh,~ the captor unlocks the cage and reaches in. With a surprising swiftness, the serpent bites his finger with all the strength its tiny jaw can muster. NL NL With a quick intervention, you #rpunch the man, knocking him out cold, before he can retaliate against the critter. The creature happily crawls up to your hand when you offer it, and the two of you continue through the Spire together.",
      "The serpent stares at you with a look of extreme disappointment, but ultimately smiles and wishes you well on your journey."
    ],
    "OPTIONS": [
      "[Rescue] #gGain #gYoung #gSnecko. #rBecome #rCursed #r- #rBewildered.",
      "[离开]"
    ]
  }
}