{
  "Guardian:GemMine": {
    "NAME": "Шахта самоцветов",
    "DESCRIPTIONS": [
      "Вы попадаете в старую шахту. В каменных расщелинах виднеется множество блестящих самоцветов: #gизумруды, #rрубины, #yтопазы и несколько других. Кучка гремлинов-шахтёров поблизости имеет при себе шахтёрские инструменты, которые могут быть полезны, но самоцветы так близко, что вы бы могли попытаться выкопать их руками, при некоторой решимости.",
      "Покопавшись в скалистой стене, вам удаётся изъять из неё самоцвет. Немного больно, но эти камни стоят некоторых ранений.",
      "Хоть и привлекательно получить сокровища, вы предпочитаете сохранить броню для более важных дел.",
      "Успешно отвоевав старую шахту, вы уходите с чувством выполненного долга и парой воспалённых бронзовых конечностей.",
      "Вы хватаете кирку из лагеря Гремлинов, которая похоже в плохом состоянии. Можно использовать её, чтобы добыть немного самоцветов или припасти на будущее.",
      "Используя кирку, вы вонзаете её в стену и добываете самоцвет. Кирка износилась в процессе, но это всяко лучше, чем повредить свои когти."
    ],
    "OPTIONS": [
      "[Копать когтями] #gПолучить #gслуч. #gСамоцвет. #rПотерять #r",
      " #rОЗ.",
      "[Уйти]",
      "[Ограбить] #rСразиться #rс #rГремлинами. #gПолучить #gКирку #gРапсодии.",
      "[Добыть киркой] #gПолучить #gслуч. #gСамоцвет. #rПотратить #r1 #rзаряд #rКирки #rРапсодии.",
      "[Закрыто] Кирка #rсломана."
    ]
  },
  "Guardian:StasisEgg": {
    "NAME": "Квантовая камера",
    "DESCRIPTIONS": [
      "Вы спотыкаетесь и тем самым открываете коробку, крышка которой покрыта странными рунами. Внутри вы замечаете тихо-жужжащее устройство в форме яйца. Вы не знаете, что это такое или для чего оно используется, но исходящая от него энергия заставляет думать, что оно может быть сильным.",
      "Вы решаете, что нечто подобной силы должно быть использовано. Положив яйцо в карман, вы продолжаете свой путь, однако руны начинают светиться, и вы чувствуете как само время постепенно ускользает из рук, делая вас всё ~медленее~ ~и~ ~медленее~ ~.~ ~.~ ~.~",
      "Вы решаете, что нечто подобной силы не должно достаться случайному прохожему и уничтожаете его. Тёплый свет от яйца бодрит вас, прежде чем оно #rяростно #rвзрывается, пронзая ваше тело #rболезненными осколками.",
      "Вы решаете, что нечто подобной силы возможно лежит здесь не просто так. Хоть ваши инстинкты говорили, что с ним следует что-нибудь сделать, вы думаете, что у хозяина этого устройства были причины оставить его здесь. Вы закрываете крышку и продолжаете путь."
    ],
    "OPTIONS": [
      "[Использовать] #gПолучить #gКвантовую #gкамеру. #rПолучить #rПроклятие #r- #rСтарость",
      "[Разбить] #gПолучить #g",
      " #gМакс. #gОЗ. #rПолучить #rПроклятие #r- #rБоль",
      "[Уйти]"
    ]
  },
  "Guardian:AccursedBlacksmith": {
    "NAME": "",
    "DESCRIPTIONS": [
      "Вы решаете воспользоваться кузницей и... NL #y@ДЗЫНЬ@ #y@ДЗЫ-Ы-ЫНЬ@ #y@ДЗЫНЬ!@ NL ...добавляете места под самоцветы в своём арсенале."
    ],
    "OPTIONS": [
      "[Мастерить] #gДобавить #gдоп. #gгнездо #gк #gлюбой #gкарте #gс #gгнездом.",
      "Выберите карту, которой хотите добавить гнездо.",
      "[Закрыто] Требуется карта с гнездом."
    ]
  },
  "Guardian:GuardianTalk": {
    "NAME": "",
    "DESCRIPTIONS": [
      "ЗАМЕНА - ВЕЗВРАЩАЮСЬ К СБОРКЕ.",
      "АНОМАЛИЯ ОБНАРУЖЕНА.",
      "МОДЕЛЬ СТРАЖА ДЕФЕКТНА.",
      "ПЕРЕЗАПИСЬ АЛЬФА-ПРОТОКОЛА.",
      "СТРАЖ: ВОЗВРАЩАЮСЬ НА ПОСТ.",
      "ОБНАРУЖЕН СБОЙ ПРОТОКОЛА.",
      "СТРАЖ: УНИЧТОЖИТЬ НЕМЕДЛЕННО.",
      "НОВЫЙ ПРОТОКОЛ - УНИЧТОЖИТЬ.",
      "ПРЕКРАТИТЬ И ВЕРНУТЬСЯ В ПРЕДДВЕРИЕ."
    ],
    "OPTIONS": [
      ""
    ]
  },
  "Guardian:CrystalForge": {
    "NAME": "Мрачная кузница",
    "DESCRIPTIONS": [
      "По секретным проходам, которые знают только конструкты, вы заходите в комнату, предназначенную для починки и обслуживания Автоматонов. Лежащие здесь инструменты могут быть полезны, хоть они и не задумывались для Стражей.",
      "Вы разбиваете на зачарованной наковальне ненужный предмет снаряжения на кусочки. Всё для того, чтобы вернуть самоцветы, которые вы по глупости туда вставили.",
      "С помощью волшебных клещей, вы осторожно вырываете самоцветы из гнёзд, освобождая место под более хорошие камни. Правда то, что было там до этого, пришло в негодное для использования состояние.",
      "Вы бросаете ненужную часть снаряжения в кузню и она тут же включает способность преобразования материи. Через некоторое время, вещь, которую вы кинули, расщепилась и сжалась в прекрасный самоцвет.",
      "Вы покидаете мрачную кузницу по тому же пути, по какому пришли. Приключение к рассвету на вершине Шпиля продолжается.",
      "Выберите карту, которую хотите удалить.",
      "Выберите карту, из которой хотите вырвать самоцветы.",
      "Выберите карту, которую хотите преобразовать в самоцвет.",
      "Выберите самоцвет.",
      "Выберите карту для инкрустирования Самоцвета.",
      "Воспользовавшись этим перерывом в восхождении, вы помещаете самоцвет в своё снаряжение, мгновенно ощущая прирост силы."
    ],
    "OPTIONS": [
      "[Разобрать] #rУбрать карту с гнездом. Получить #gСамоцветы из неё.",
      "[Закрыто] Требуется карта с гнездом и инкрустированным Самоцветом.",
      "[Вырвать] #rУничтожить все #gСамоцветы в карте с гнездом.",
      "[Преобразовать] #rУбрать карту. Получить случайный #gСамоцвет.",
      "[Закрыто] Уже использовано.",
      "[Уйти]",
      "[Усилить] Добавить #gСамоцвет в #gГнездо.",
      "[Закрыто] Требуется Самоцвет и свободное Гнездо."
    ]
  },
  "Guardian:Purifier": {
    "NAME": "",
    "DESCRIPTIONS": [
      "Быстрым сокрушительным ударом вы разбиваете святилище на кусочки, чтобы найти сокровища внутри. Среди обломков лежат два нетронутых и пригодных для использования самоцвета, терпеливо ожидающих занять место в вашем оружии. NL NL Вы покидаете остатки святилища и продолжаете восхождение."
    ],
    "OPTIONS": [
      "[Вдарить] #gПолучить #g2 #gслучайных #gСамоцвета."
    ]
  },
  "Guardian:Transmorgrifier": {
    "NAME": "",
    "DESCRIPTIONS": [
      ""
    ],
    "OPTIONS": [
      ""
    ]
  },
  "Guardian:UpgradeShrine": {
    "NAME": "",
    "DESCRIPTIONS": [
      ""
    ],
    "OPTIONS": [
      ""
    ]
  },
  "Guardian:BackToBasics": {
    "NAME": "",
    "DESCRIPTIONS": [
      "Терпи удары, если ты гвоздь. Наноси удары, если ты молот."
    ],
    "OPTIONS": [
      "[Стойкость] #gДобавить #gПодготовка: #g2 ко всем картам #gУдар и #gОборона.",
      "[Закрыто] Требуется Удар или Оборона."
    ]
  }
}