{
  "Guardian:GemMine": {
    "NAME": "보석 광산",
    "DESCRIPTIONS": [
      "당신은 오래된 광산 입구로 들어갔습니다. 돌 무더기 안 쪽을 보니 반짝이는 보석들이 보입니다.  #g에메랄드, #r루비, #y토파즈 등 여러가지가 있습니다. 주변을 둘러봐도 채광 도구는 보이지 않습니다. 하지만 보석들은 거의 표면에 드러나있다시피 합니다. 힘만 조금 쓴다면 그 돌 무더기에서 추출해낼 수 있을 것 같습니다.",
      "바위같은 벽을 파내자 당신은 이내 안쪽에 있는 보석을 발견할 수 있었습니다. 고통이 따르긴 하지만 희생 없이 영광을 얻을 순 없습니다.",
      "보물을 찾는 것도 상당히 매력적인 일이지만 당신은 더 중요한 것을 위해 당신의 방어구를 손상시키지 않는 쪽을 선택했습니다.",
      "이 오래된 광산을 성공적으로 채광한 뒤, 당신은 약간의 성취감과 함께 자리를 뜹니다. 하지만 당신의 청동 부속품이 약간 삐걱대는 것이 느껴집니다.",
      "당신은 상태가 별로 좋아보이지 않는 채굴용 곡괭이를 낚아챘습니다. 당신은 이 곡괭이를 보석을 얻는 데 사용하거나 등반 중 다른 곳에서 사용하기 위해 숨겨둘 수 있습니다.",
      "채굴용 곡괭이를 사용했습니다. 당신은 벽을 두드려 보석을 파냈습니다. 채굴 중 곡괭이가 뜯겨나가기는 했지만 손톱을 다치는 것 보다는 낫죠."
    ],
    "OPTIONS": [
      "[채광] #g무작위 #g보석 #g하나를 #g얻습니다. #r체력을 #r",
      " #r잃습니다.",
      "[떠난다]",
      "[노획] #g채굴용 #g곡괭이를 #g얻습니다.",
      "[채광] #g무작위 #g보석 #g하나를 #g얻습니다. #r곡괭이의 #r내구도를 #r1 #r잃습니다.",
      "[잠김] 곡괭이를 사용할 수 #r없습니다."
    ]
  },
  "Guardian:StasisEgg": {
    "NAME": "양자 알",
    "DESCRIPTIONS": [
      "당신은 상자를 열었습니다, 그 상자 주변을 보니 이상한 룬 문자가 새겨져 있습니다. 안 쪽을 들여다 보니 당신은 부드럽게 윙윙대는 소리가 나는 이상한 알 모양의 장치가 있는 것을 알아차렸습니다. 당신은 이 것이 무엇인지, 어디에 쓰이는지도 잘 모르겠지만, 이 장치에서 나오는 에너지는 이 장치가 강력한 힘을 갖고 있다는 것을 확신짓게 합니다.",
      "당신은 이 강력한 물체를 당신이 사용하기로 결정했습니다. 알을 집어 떠나려 하자 룬이 빛나기 시작하더니 당신의 에너지 코어에 약간의 고통이 느껴지기 시작했습니다. 그래도 그만한 가치가 있을 것입니다.",
      "당신은 이 강력한 물체를 다른 모험가가 남용하지 않도록 해야한다고 생각하고 파괴하기로 결정했습니다. 부서진 조각들을 보자 당신의 청동 몸체에 새로운 활력이 솟아납니다. 하지만 룬이 빛나자 이내 당신은 그 장치의 가능성을 다시는 볼 수 없다는 사실에 깊은 후회를 느끼고 말았습니다.",
      "당신은 이 강력한 물체가 이 상자에 있어야 할 이유가 있을 것이라 생각했습니다. 당신의 명령 회로는 이 강력한 물체로 뭔가 해낼 수 있다고 이야기 했지만, 여기에 남겨둔 누군가가 남겨둘 이유가 있기 때문에 그랬을 것이라 생각했습니다. 상자 뚜껑을 닫고 당신은 아쉬움에 뒤를 한 번 돌아보고는 등반을 이어나갑니다.."
    ],
    "OPTIONS": [
      "[사용] #g양자 #g알을 #g얻습니다. #r저주를 #r받습니다 #r- #r고통",
      "[파괴] #g최대 #g체력을 #g",
      " #g얻습니다. #r저주를 #r받습니다 #r- #r후회",
      "[떠난다]"
    ]
  },
  "Guardian:AccursedBlacksmith": {
    "NAME": "",
    "DESCRIPTIONS": [
      "당신은 무기를 당신만의 방식으로 재련하기로 결정했습니다... NL #y@땅@ #y@땅@ #y@땅!@ NL ...새로운 보석을 넣을 공간을 만들어냈습니다."
    ],
    "OPTIONS": [
      "[땜질] #g소켓 #g카드에 #g소켓을 #g하나 #g추가합니다.",
      "소켓을 추가할 카드를 선택하시오.",
      "[잠김] 소켓이 있는 카드가 필요합니다."
    ]
  },
  "Guardian:BackToBasics": {
    "NAME": "",
    "DESCRIPTIONS": [
      "하나보다는 둘이 낫습니다."
    ],
    "OPTIONS": [
      "[결합] #g타격 #g2장과 #g수비 #g2장을 #g각각 #g합칩니다.",
      "[잠김] 타격 2장과 수비 2장이 필요합니다."
    ]
  },
  "Guardian:GuardianTalk": {
    "NAME": "",
    "DESCRIPTIONS": [
      "비상 : 대상을 무기물로 되돌릴 것.",
      "이상현상 감지.",
      "수호자 모델 결함 발견",
      "수리 알파 프로토콜",
      "초기화 및 현 수호자 프로그램 취소",
      "프로토콜 정상화 실패 감지",
      "수호자를 #r즉시 #r제거 할 것.",
      "새로운 프로토콜 감지. NL 수호자 섬멸.",
      "작업중인 것을 중지하고 즉시 태초로 떠날 것."
    ],
    "OPTIONS": [
      ""
    ]
  },
  "Guardian:CrystalForge": {
    "NAME": "오싹한 제련소",
    "DESCRIPTIONS": [
      "첨탑의 관리자들만 알고있는 비밀 샛길을 통해 당신은 자동 인형의 유지 보수를 위해 설계된 방으로 들어갔습니다. 여기 있는 도구들은 수호자가 사용하도록 제작되지는 않았지만, 다른 용도로는 사용할 수 있을 것 같습니다.",
      "힘이 깃든 모루를 이용해 당신은 이제는 더 이상 사용하지 않을 장비 하나를 조각냈습니다. 소중한 보석을 그 장비에 장착한 어리석었던 과거의 행동을 되돌릴 수 있었습니다.",
      "당신은 소켓을 열어 마법의 집게로 그 안에 있는 보석을 조심스레 떼어냈습니다. 나중에 얻을 더 나은 장착물을 위한 공간을 만들어냈지만 떼어낸 보석들은 이제 더 이상 가치 있다고 말하기는 힘들어졌습니다.",
      "제련소의 변성 기능은 불필요한 장비를 던져넣자마자 작동되었습니다. 잠시 후 장비는 녹아 없어지고 이내 아름다운 보석으로 압축되어 나왔습니다.",
      "당신은 들어왔던 길 그대로 방을 빠져나갔습니다. 오싹한 제련소를 뒤로하고 당신의 여행은 첨탑의 파멸을 향해 계속됩니다.",
      "해체할 카드를 선택하시오.",
      "보석을 떼어낼 카드를 선택하시오.",
      "변성할 카드를 선택하시오.",
      "보석을 선택하시오.",
      "보석을 장착할 카드를 선택하시오.",
      "험난한 등반 중에 찾아온 잠깐의 휴식 동안 당신은 보석을 장비에 세공했습니다. 그러자 힘이 차오르는 것을 느낄 수 있었습니다."
    ],
    "OPTIONS": [
      "[해체] 소켓에 보석을 장착한 카드를 1장 #r파괴 합니다. 파괴한 카드에 있는 #g보석 을 얻습니다.",
      "[잠김] 보석이 장작된 소켓 카드가 필요합니다.",
      "[떼어내기] 소켓에 보석을 장착한 카드 1장에 있는 모든 #g보석 을 #r파괴 합니다.",
      "[변성] 카드를 1장 #r제거 합니다. 무작위 #g보석 을 1장 얻습니다.",
      "[잠김] 이미 사용했습니다.",
      "[떠난다]",
      "[세공] #g소켓 에 #g보석 을 장착합니다.",
      "[잠김] 빈 소켓과 보석이 필요합니다."
    ]
  },
  "Guardian:Purifier": {
    "NAME": "",
    "DESCRIPTIONS": [
      "당신은 제단에 묻혀있는 보물을 발견하기 위해 재빠르면서도 강력한 공격으로 제단을 파괴하여 조각냈습니다. 제단의 파편 속에서 마치 당신의 무기에 세공되기를 원하는 듯이 놓여진 깨끗하고 쓸만한 보석 원석을 2개 발견했습니다. NL NL 당신은 제단을 그대로 내버려두고 등반을 계속합니다."
    ],
    "OPTIONS": [
      "[파괴한다] #g무작위 #g보석을 #g2개 #g얻습니다."
    ]
  },
  "Guardian:Transmorgrifier": {
    "NAME": "",
    "DESCRIPTIONS": [
      ""
    ],
    "OPTIONS": [
      ""
    ]
  },
  "Guardian:UpgradeShrine": {
    "NAME": "",
    "DESCRIPTIONS": [
      ""
    ],
    "OPTIONS": [
      ""
    ]
  }
}