{
  "champ:ChampTalk": {
    "NAME": "",
    "DESCRIPTIONS": [
      "このベルトを返せって?",
      "取りに来い!"
    ],
    "OPTIONS": [
      ""
    ]
  },
  "champ:Colosseum": {
    "NAME": "コロシアム",
    "DESCRIPTIONS": [
      "尖塔を降りていくと、大きなスタジアムの近くで待ち伏せをしている一団に気付く。あなたが近づくと奴隷商人たちは驚いた様子だったが、すぐに自分たちの事を説明し始めた。 NL NL 「チャンピオンじゃないか！よくぞ来てくれた！新たな挑戦者を迎え撃ちに来たんだろう？」",
      "新しい挑戦者？血が騒ぐな。 NL NL しかし挑戦者が来るのを暫く待たなければいけないかも知れない。観客は常に新しい獲物がチャンピオンに屠られる瞬間を求めている。",
      "あなたがスタジアムに入場すると、観客席には #bスレイバー や #pカルティスト 、多くのシティの住民が溢れんばかりに集まっていた。 NL NL ",
      "@「俺に挑戦する命知らずはどいつだ?!」@ あなたは挑戦者を待ちながら観客席へと叫んだ。 NL やがて、あなたとよく似た黒染めの鎧を着た騎士が現れた。観客はその偽物の王に喝采を送る。 NL NL チャンピオンは常に一人だ！",
      "@「俺こそが真の王者だ！」@ あなたが観客に向かって叫ぶと、観客は万雷の拍手と歓声でそれに応える。 NL NL 奴隷商人が最新の獲物を引きずり込むのに時間はかからなかった。無防備な挑戦者は ~朦朧~ としながらも目を覚まし、身支度を整えた。 NL NL これは楽しめそうだ。",
      "魅力的ではあるが、ここで戦うのは時間の無駄だろう。旅を続け、奴隷商人達が待ち伏せを再開するのを見送った。",
      "黒騎士"
    ],
    "OPTIONS": [
      "[タイトル防衛] #r戦闘：黒騎士。 #g入手： #g数多の報酬。",
      "[参加する] #r戦闘：捕らえられたヒーロー。 #g入手： #g数多の報酬。",
      "[立ち去る]",
      "[ファイト!]",
      "[続行]"
    ]
  },
  "champ:Library": {
    "NAME": "図書館",
    "DESCRIPTIONS": [
      "シティの知識の中心である古い図書館へと足を踏み入れた。 NL ここは無数の巻物、写本、書物様々な物が置いてある。 NL その中から一つを選び、椅子に腰掛け優雅な時間を過ごすのもいいし、戦闘術に特化したマニュアルを探すのも良いかも知れない。",
      "長い時間をかけ、ようやく求めていた本が見つかった。 NL NL 座り心地の良い椅子に腰を掛け、忘れていた構えやスタイルに磨きをかけるのに時間をかける。自分のような完璧なファイターであっても、肉体と同じく精神も重要であり、鍛え続けなければいけないことを知っている。"
    ],
    "OPTIONS": [
      "[探す] #g戦闘術の本を探す。",
      "[Locked] 既にすべての本を持っている。"
    ]
  },
  "champ:TechniqueTome": {
    "NAME": "技巧の書",
    "DESCRIPTIONS": [
      "目に見えない巨大な力に導かれるようにして新しいエリアへと辿り着く。そこには不気味な光に包まれた巨大な本が置かれた台座があった。 NL NL あなたが本へと近づくと、さっきまで白紙だったページに命が吹き込まれ、攻撃の組み合わせ、構え方、敵の弱点など、あなたが戦いについて知る必要のある事が次々と書き込まれていった。 NL NL 素晴らしい。この機会を無駄にする訳にはいかない。",
      "信じられない！この本に書かれている教えは息を飲む程に素晴らしい物だ。全ての言葉や図がページから飛び出してあなたの頭に入り込み、新たな敵を屠る技術を与えてくれる。 NL NL だがそのような知識を代償なく得られる筈はない。あなたの精神に負担がかかる。しかしまだまだ学びたいことは山ほどある...",
      "ああ、そうだ。もっと、もっとだ。もう止められない。迷うことなくこの本の情報を取り込み、戦闘の優位性を見出していく。 NL NL 代償を理解したあなたはそれでもこの本から得られる智慧と引き換えに自らの生命エネルギーを捧げていく。まだ学びたい事がある...",
      "持てる限りの意思を振り絞り、この呪われた本を読みたいという衝動を抑える。いつかまたここに戻ってくるかもしれないが、今はまだやる事があるのだ。",
      "どんな代償を払おうと、この智慧を得る価値はある。 NL NL 本から学んだ教えを心に刻み、あなたは新しい犠牲者を探しに旅立った。"
    ],
    "OPTIONS": [
      "[読む] #g選択したアタックに #yスキルボーナス #gを付与。 #rHPを #r",
      " 失う。",
      "[立ち去る]",
      "[Locked] 必要:アタックカード",
      "選択したアタックに #yスキルボーナス #gを付与する。",
      "[読む] #g選択したアタックに #yスキルボーナス #gを付与。 #r呪い #r- #rプライド"
    ]
  },
  "champ:Gym": {
    "NAME": "スポーツジム",
    "DESCRIPTIONS": [
      "尖塔を降りる道の途中にある「序章」のトレーニングルーム。ここは、体調を整え身体を鍛えるためによく訪れる場所の一つだ。 NL NL ここで休息を取らないのは勿体無い。チャンピオンであり続けるためにはあらゆる面でのアドバンテージが必要なのだ。",
      "今日の課題はスタミナだ。鎧を全身に身に着けたまま、部屋の中央に設置されたスプリントコースを何周かフルに走る。 NL NL アドレナリンとエネルギーを放出し、スパイアの脅威に挑むべくジムを出発した。",
      "今日は戦闘へと焦点を当てる事にする。一撃で倒せそうな相手を見つけ出し、相手の都合に構わずスパーリング用のリングへと引っ張りこむ。しかし、相手はあっけなくタップし、試合は終了した。 NL NL 今回は特に難しいこともなかったが、新しい戦闘の切り口を発見できた。これからの戦闘に役立つことだろう。",
      "今日は筋肉と上半身の強さに焦点を当てよう。最も重いウェイトとテンションシステムを用意し、それを利用し筋力エクササイズを数サイクル行う。トレーニングが終わるころには最初よりも少し楽に動かせるようになっているのを感じるはずだ。 NL NL ジムを出る時、次回は下半身の強化に重点を当てる事を心に決める。サボる訳にはいかないのだ。"
    ],
    "OPTIONS": [
      "[有酸素運動] #g最大HP+",
      " ",
      "[スパー] フィニッシャー以外のカードを選び、「スタンスに入る」を付ける。",
      "[リフト] #g筋力が永続的に1増加。",
      "[立ち去る]",
      "フィニッシャー以外のカードに「守護に入る」を付ける。",
      "フィニッシャー以外のカードに「剣闘に入る」を付ける。",
      "フィニッシャー以外のカードに「狂化に入る」を付ける。",
      "[Locked] 必要:スタンスに入るカード以外のカード。"
    ]
  },
  "champ:MinorLeagueArena": {
    "NAME": "アリーナのマイナーリーグ",
    "DESCRIPTIONS": [
      "「序章」を通り抜けると、有名なアトラクションがあるのが見えた。この小さくてみすぼらしいアリーナは、現在では訓練場として、また格下の挑戦者たちの戦いの舞台として役立っている。 NL NL この種の競技は通常、あなたにふさわしくはないが楽しい気晴らしになるかも知れない。",
      "やはり時間の無駄だ。あなたは踵を返す。あなたが去ったのに気付くと、ファイター達から安堵のため息が聞こえた。誰も今日あなたに殺される事を望んでいなかったのだろう。"
   ],
    "OPTIONS": [
      "[戦闘: センチュリオンとミスティック] #g入手: #gマントの留め金。",
      "[戦闘: グレムリンボス] #g入手: #gチャンピオンベルト。",
      "[戦闘: スレイバー二人] #g入手: #g蹄鉄。",
      "[立ち去る]"
    ]
  },
  "champ:BackToBasics": {
    "NAME": "",
    "DESCRIPTIONS": [
      "スキルと保証の組み合わせは無敵だ。"
    ],
    "OPTIONS": [
      "[直感] 全ての #gストライクと #g防御 に #yスキルボーナス が付く。",
      "[Locked] 必要：ストライクまたは防御。"
    ]
  }
}