{
  "awakened:Nest": {
    "NAME": "둥지",
    "DESCRIPTIONS": [
      "당신은 #p둥지를 발견하고 다시 돌아왔습니다. NL 이곳은 당신이 #b~살아있는~ #b~신의~ #b~대리자의~ #b~자리에~ 오르게 된 장소입니다. 당신은 성당에 들어서는 순간 @까악거리며@ @환호하는@ 광신자들에게 둘러싸였습니다! NL 광신자들은 당신이 이곳에 오면 종종 #r@십일조를@ 요구하고는 한다는 것을 잘 알고 있습니다...",
      "앞으로의 전투는 점점 어려워질 테니, 지금이 바로 무기고에 특별한 무기를 완벽한 기회입니다. NL NL #r@...단검은@ #r@없는@ #r@것@ #r@같습니다.@ NL NL 당신은 엄청나게 강한 #y유물을 소환하기 위해 강력한 의식을 수행했지만, 의식의 수행은 당신에게 큰 타격을 줬습니다. NL NL 당신은 새로운 무기가 깨어날 시 혼란을 일으킬 수 있으리라는 희망을 품고서, 녹초가 된 상태로 둥지를 떠났습니다.",
      "점점 더 많은 무리가 줄을 서며, 당신에게 제물을 바칩니다. NL NL 대부분은 @쓸모없는@ @쓰레기들이지만,@ 누군가가 흥미로운 제물: 이후 전투에서 큰 도움이 될 수도 있는 #b강력한 #b영약을 바쳤습니다. NL NL 당신은 얼마 지나지 않아 둥지를 떠나고 첨탑을 내려가는 여정을 이어갔습니다.",
      "광신자들은 자신들의 보물인 동상이 다시 돌아온 것을 보자마자 평소보다 훨씬 더 많이 모여들어 당신을 둘러쌉니다. NL 이 경사스러운 일을 맞아, 선물과 영혼이 쏟아져내립니다! NL 축하 행사가 끝나고 둥지를 떠날 시간이 되니, 당신은 이 시간을 이용해 더 좋은 무기를 찾는 게 더 나았을 것 같다는 사실을 깨닫습니다... NL NL 아무튼 이미 늦었으니, 나아가기로 합니다.",
      "#r@\"새의@ #r@신님께서!!@ #r@돌아오셨다!!\"@ NL #b~\"까악~ #b~까악~ #b~까아아아악!\"~ NL 조각상을 파괴하지 않기로 했던 결정이 확실히 도움이 됐습니다.",
      "",
      "",
      "광신자들은 자신들의 보물인 동상이 다시 돌아온 것을 보고 평소보다 훨씬 더 많이 모여들어 당신을 둘러쌉니다. NL 이 경사스러운 일을 맞아, 선물과 영혼이 쏟아져내립니다! NL 축하 행사가 끝나고 둥지를 떠날 시간이 되니, 당신은 이 시간을 이용해 더 좋은 무기를 찾는 게 더 나았을 것 같다는 사실을 깨닫습니다... NL NL 아무튼 이미 늦었으니, 나아가기로 합니다.",
      "당신은 빠르게 기부 상자와 금고로 이동해, 모든 동전을 최대한 챙기고 #y유물도 찾아보기로 했습니다. NL NL 피 그 자체로 지불된 동전들은 #b영혼을 대체할 유용한 수단으로 사용할 수 있을 것입니다. NL NL #y유물 또한 물론, 앞으로 찾아올 시련에서 큰 도움이 될 것입니다. NL NL 기부 상자에서 피에 젖은 동전을 꺼내 최대한 챙겨보려고 했지만, 당신은 금고 안이 상당히 비어있다는 것을 깨닫습니다... NL NL NL ~...~",
      "#r@약탈을...@ 당한 걸까요? 둥지에 #p도둑이 든 걸까요? NL NL 물론, 그런 일은 ~절대로~ 일어날 수 없습니다. NL NL NL 그런 생각을 한다는 것 자체가 멍청한 일입니다. NL NL NL ~...그렇겠죠?~ NL NL NL 당신은 #y~남아있는~ #y~의심들은~ 일단 제쳐두고서 둥지를 떠납니다."
    ],
    "OPTIONS": [
      "[조각상을 돌려준다] #r부서진 #r날개 #r조각상을 #r잃습니다. #g많은 #g보상을 #g얻습니다.",
      "[잠김] 부서진 날개 조각상이 필요합니다.",
      "[제물을 걷는다] #g호기심 #g포션을 #g얻습니다.",
      "[무기를 소환한다] #g특별한 #g유물을 #g획득합니다. #r최대 #r체력을 #r",
      " #r잃습니다.",
      "[기부 상자] #g골드를 #g",
      " #g얻고 #g일반 #g유물을 #g하나 #g얻습니다. #r저주를 #r받습니다 #r- #r의심.",
      "[떠난다]",
      "[계속한다]",
      "[칭찬 받기!] #g부서진 #g날개 #g조각상을 돌려놓은 #g보상을 #g받습니다.",
      "[계속한다] - #r저주를 #r받습니다 #r- #r의심."
    ]
  },
  "awakened:WingStatue": {
    "NAME": "날개 조각상",
    "DESCRIPTIONS": [
      "돌덩이와 바위 사이에서, 당신은 까마귀의 신 마잘레스를 묘사하고 있는 복잡하고 커다란 푸른 조각상을 발견했습니다. NL NL 갑작스러운 강렬한 분노와 조각상을 파괴하고 싶다는 욕망이 느껴집니다. NL NL 하지만, 그럴 경우 은인의 분노를 불러올 수 있다는 건 이미 잘 알고 있는 사실입니다.",
      "당신은 조각상을 파괴할 위험을 감수할 가치는 없다고 판단한 뒤, 그 대신 조각상을 가져가기로 합니다. NL 조각상의 무게에 잠시 당황했지만, 이윽고 재빨리 조각상을 짊어진 채로 이동했습니다.",
      "조각상을 부숴 완전히 산산조각냈습니다! NL 당신은 잔해 속에서 여전히 마법의 기운이 남아있는 날카로운 조각을 발견했습니다. NL 길을 떠나자, #p어둠의 #p에너지가 당신의 피로 스며들어오는 것이 느껴집니다.",
      "당신은 지나쳐 버리고는 가던 길을 갑니다.",
      "까...까악?! 새의 신님께 바칠 공물?",
      "까악-까아악!!",
      "교환을? 괜찮은 제안이로군...",
      "교단에서 만족스러워하겠군."
    ],
    "OPTIONS": [
      "[파괴한다] #g날카로운 #g조각을 #g얻습니다. #r저주를 #2장 #r받습니다 #r-#r혈우병.",
      "[수집한다] #r체력을 #r",
      "[떠난다]",
      " #r잃습니다. #g부서진 #g날개 #g조각상을 #g얻습니다."
    ]
  },
  "awakened:BackToBasics": {
    "NAME": "",
    "DESCRIPTIONS": [
      "삶을 위한 투쟁 외에 중요한 것은 없습니다. 오직 지금과 현재 뿐이죠."
    ],
    "OPTIONS": [
      "[절망] #g타격과 #g수비가 #g흡수가 #g됩니다.",
      "[잠김] 타격이나 수비가 필요합니다."
    ]
  },
  "awakened:AbyssEvent": {
    "NAME": "심연에서",
    "DESCRIPTIONS": [
      "인트로 텍스트입니다.",
      "아웃트로 텍스트입니다 - 그것을 가져갔습니다!",
      "아웃트로 텍스트입니다 - 그것을 가져가지 않았습니다."
    ],
    "OPTIONS": [
      "[Reach] #g현실의 #g균열을 얻습니다. #r저주를 #r받습니다 #r- #r노쇠.",
      "[떠난다] 현재 두 번째 선택지는 그냥 나가는 선택지입니다.",
      "[떠난다]"
    ]
  }
}