{
  "sneckomod:D8": {
    "NAME": "Mystical Octahedron",
    "DESCRIPTIONS": [
      "Through the mist, you arrive at a tranquil space. In the center of the ruins, a #gmysterious #goctahedron silently floats. It slowly rotates, its surface #b~glowing~ #b~faintly,~ as if some kind of #y~primordial~ #y~artifact.~ NL As you reach out, about to touch its surface, the octahedron #b~suddenly~ #b~lights~ #b~up,~ and intricate runes flash by in a stream of light. You feel a #r@slight@ #r@tremor@ rising from the ground, the surrounding air grows #pheavier, and the entire space seems to hold its breath, awaiting your next move. You decide...",
      "Relic go boom.",
      "Got relic.",
      "Decided to leave."
    ],
    "OPTIONS": [
      "[Shatter] #rLose #r",
      " #r HP. #gChoose #b1 of #b3 Rare #yOffclass Cards to Obtain.",
      "[Take] #gGain #gMystical #gOctahedron. #rCursed #r- #rPain.",
      "[Leave]",
      "[Locked] Requires an Overflow card."
    ]
  },
  "sneckomod:BackToBasics": {
    "NAME": "",
    "DESCRIPTIONS": [
      "Creativity triumphs over planning every time."
    ],
    "OPTIONS": [
      "[Improvisation] #gReplace all #gStrikes and #gDefends with #rOffclass ones.",
      "[Locked] Requires a Strike or Defend."
    ]
  },
  "sneckomod:Serpent": {
    "NAME": "The Ssssserpent",
    "DESCRIPTIONS": [
      "You walk into a room to find a large hole in the ground. As you approach the hole, an enormous scaled creature, not unlike yourself, appears from within. NL NL ~\"Ho~ ~hooo!~ ~Hello~ ~snake~ ~friend!~ Let me ask you something... NL NL You hear the serpent speak words, but find yourself utterly perplexed, comprehending none of it. NL NL \"Do you agree?\"",
      "~\"Excellent!\"~ NL NL You still have no idea what the question was, but it appears you've made the Serpent's day. NL The creature offers you a trinket to assist in your goal, then slithers back into the hole.",
      "The serpent stares at you with a look of extreme disappointment, but ultimately smiles and wishes you well on your journey."
    ],
    "OPTIONS": [
      "[Agree] #gGain #ga #gSnecko #gRelic. #rBecome #rCursed #r- #rBewildered.",
      "[Disagree]",
      "[Leave]"
    ]
  },
  "sneckomod:SuspiciousHouse": {
    "NAME": "Suspicious House",
    "DESCRIPTIONS": [
      "Travelling through the city, your ears are pierced by a shrill inhuman cry coming from a nearby house. Upon investigation, you find an inhabitant of the City, trying to silence a small serpentine creature, trapped in a cage. NL NL ~\"HEY!~ What are you doing in my house?! @GET@ @OUT!\"@ NL NL The caged critter is startled, and hops back into a corner of its confinement. It clearly is not happy here.",
      "\"You want it? @Fine!@ It's not worth the trouble.\" NL NL With a frustrated ~sigh,~ the captor unlocks the cage and reaches in. With a surprising swiftness, the serpent bites his finger with all the strength its tiny jaw can muster. NL NL With a quick intervention, you #rpunch the man, knocking him out cold, before he can retaliate against the critter. The creature happily crawls up to your hand when you offer it, and the two of you continue through the Spire together. You shall call her... #y'Clementine'.",
      "The serpent stares at you with a look of extreme disappointment, but ultimately smiles and wishes you well on your journey."
    ],
    "OPTIONS": [
      "[Rescue] #gGain #gYoung #gSnecko. #rFight #ran #rAngry #rCenturion.",
      "[Leave]"
    ]
  }
}