{
  "downfall:SolShrine": {
    "NAME": "Seelenschrein",
    "DESCRIPTIONS": [
      "Vor dir befindet sich ein kunstvoller Schrein, der einem uralten, bösen Geist gewidmet ist. ",
      "Als deine Hand den Schrein berührt, strömen #ySeelen vom Schrein, ~und~ ~du~ ~badest~ ~in~ ~Kraft.~ ",
      "Mit jedem Schlag auf den Schrein ergießen sich mehr und mehr #ySeelen über dich! NL NL Während du dich an den Seelen labst, fällt dir ein, dass du womöglich eine unerschöpfliche Quelle der Macht zerstört hast. Du fragst dich, ob du #rrichtig #rgehandelt hast.",
      "Du ignorierst den Schrein."
    ]
  },
  "downfall:GremlinMatchGame": {
    "NAME": "Finde die Paare!",
    "DESCRIPTIONS": [
      "„#bHi-hier sind #bzwölf Karten! Finde Paare, um sie zu... behalten! #bF-fünf Versuche, aufgedeckt ist aufgedeckt. NL Bist du bereit? Los geht's!“",
      "Du beendest das Spiel des Gremlins und siehst auf. NL Ist er verschwunden?",
      "Ein Gremlin mischt wild Karten auf einem Tisch. Dieses Monster scheint von der harmlosen Sorte zu sein. Als du dich ihm näherst, verliert er kurz die Nerven, doch er nimmt seinen Mut zusammen un spricht dich an.",
      "Sofort schreit der Gremlin: NL NL „ARISTO!!!“ NL NL Ein riesiger Gremlin kommt aus dem Schatten empor, und er überragt den anderen Gremlin, den Tisch... ja sogar dich. NL „Bist du dir sicher, dass du nicht spielen willst?“, fragt der Gremlin."
    ],
    "OPTIONS": [
      "[Weiter]",
      "[Verlassen]",
      "[Spielen]",
      "Übrige Versuche: #y",
      "[Bedrohen] Stiehl 6 Karten.",
      "[Schlagen] #rKämpfe. #gErhalte #g6 #gKarten."
    ]
  },
  "downfall:WomanInBlue": {
    "NAME": "Die Frau in Blau",
    "DESCRIPTIONS": [
      "In der Dunkelheit fällt dir ein kleiner Laden auf. Darin erkennst du eine blasse Frau in schicken Kleidern, und ein Wandregal voller Tränke. Der Ladenbesitzerin geht dein bedrohliches Auftreten gegen den Strich. NL „Fass nichts an und verschwinde hier du Ungestalt!“ schreit sie.",
      "Du verlässt vorsichtig den Laden, um bloß keinen Kampf mit der Frau zu provozieren.",
      "#r@PENG@ NL Ihre behandschuhte Faust trifft dein Gesicht und wirft dich fast von den Füßen. NL „Raus hier, bevor ich den Boden mit deinen Eingeweiden dekoriere.“ Du nimmst sie beim Wort und machst dich mit intakten Eingeweiden davon."
    ],
    "OPTIONS": [
      "[Verlassen]",
      "[Verlassen] #rErleide #r",
      " #rSchaden.",
      "[Schlagen] #rKämpfe. #gErhalte #gein #gTrank-Relikt gund #g3 #gTränke."
    ]
  },
  "downfall:GremlinWheelGame": {
    "NAME": "Glücksrad",
    "DESCRIPTIONS": [
      "Du triffst auf einen adrett aussehenden, fröhlichen Gremlin. NL „Jetzt ist es Zeit, das Rad zu drehen! Bist du ~B~ ~E~ ~R~ ~E~ ~I~ ~T~ ~?~ Natürlich bist du das!“",
      "„Du gewinnst einige #ySeelen! NL YAY!!!!“",
      "„Ah, ein #gGeschenk! NL Viel Spaß damit!“",
      "„Oooh, eine kostenlose #gHeilung für dich!“",
      "„Sieht aus, als hättest du einen #pFluch gewonnen! NL Das ist nicht gut. NL Naja! Nächstes Mal hast du mehr Glück!“",
      "„Ooh, die Macht der #r~Dunkelheit~ ~...~ “ NL Wähle eine Karte, die aus deinem Deck entfernt wird!",
      "„Oh-oh! NL Du verlierst!“ NL Du bemerkst, wie er eine Klinge zieht...",
      "Du schlägst nach dem verrückten Gremlin, aber er ist einfach zu schnell! NL Er trifft dich ein paar Mal mit einer groben Klinge. NL „Der Preis wurde bezahlt!!“ NL ...damit verschwinden der Gremlin und das Rad in einer Rauchwolke.",
      "Der Gremlin blickt etwas nervös hinter seine Schulter, doch beruhigt sich schnell wieder. Du bemerkst seine Gesten, doch schenkst ihnen keine Beachtung. NL „Nun, mein Freund, das Glücksrad hat fair entschieden - keine Tricks! Niemand darf ein zweites Mal drehen.“",
      "Der Gremlin schreit sofort: NL NL „ARISTO!!!“ NL NL Ein riesiger Gremlin kommt aus dem Schatten empor, und er überragt den anderen Gremlin, den Tisch... ja sogar dich. NL „Mein Freund hier schlägt vor, dass du keine Anstalten machst und einfach deinen Preis annimmst.“.",
      "In der Ruhe des Feuers entscheidest du, dein Glück erneut auf die Probe zu stellen. Hoffentlich hast du mehr Glück als beim letzten Mal.",
      "Das Glücksrad hat einen Preis bestimmt. NL NL Du musst ihn dir nur noch nehmen.",
      "Ausgezeichnet! Du hast bekommen was du wolltest! NL NL #r@CRACK!@ NL NL Leider warst du beim Drehen etwas zu ungestüm... das Glücksrad ist zerbrochen.",
      "Du wirst dein Glück später nochmal versuchen. NL NL Jetzt gilt es erstmal auszuruhen und dein Gemüt zu beruhigen.",
      "Er hechtet nach dir, doch genau das hast du erwartet. NL Du entzweist ihn bevor er die Gelegenheit bekommt sein Messer zu benutzen. NL Während du die Beute an dich nimmst, verschwindet das Glücksrad vor deinen Augen, bevor du es an dich nehmen kannst."
    ],
    "OPTIONS": [
      "[Spielen]",
      "[Preis!] YAY!!!!",
      "[Preis!] #gErhalte #gein #gRelikt.",
      "[Preis!] #gKomplett #gheilen.",
      "[Preis?] #rFluch #r– #rVerfall.",
      "[Preis!] #gEntferne #geine #gKarte #gaus #gdeinem #gDeck.",
      "[Preis?] #rVerliere #r",
      " #rTP.",
      "[Verlassen]",
      "Wähle eine Karte zum Entfernen.",
      "[Wiederholung!]",
      "[WIEDERHOLUNG!!]",
      "[Schlagen] #rKämpfe. #gErhalte #gGremlin #gGlücksrad.",
      "[Passen] Später nochmal versuchen.",
      "[Preis!] #gPRÄVENTIVSCHLAG!",
      "[Plündern]"
    ]
  },
  "downfall:GremlinWheelGameRest": {
    "NAME": "Glücksrad",
    "DESCRIPTIONS": [
    ],
    "OPTIONS": [
    ]
  },
  "downfall:LivingWall": {
    "NAME": "Lebendige Wand",
    "OPTIONS": [
      "[Schlagen] #rKämpfe. #gNutze #galle #g3 #gKöpfe."
    ]
  },
  "downfall:Augmenter": {
    "NAME": "Erweiterer",
    "DESCRIPTIONS": [
      "Ein Mann mit einer Augenklappe und einem teuflischem Grinsen schlendert lässig zu dir herüber. NL „Oh, ein wahrlich furchterregendes Subjekt! Du hast vielleicht kein Interesse daran die Wissenschaft voranzutreiben, aber ich verspreche dir - Ich kann dich stärker machen als es das Ernten von Seelen jemals könnte. Du wirst es brauchen wenn du hinter diesen \"Helden\" her bist.“ NL ~„Na~ ~wie~ ~wär's?“~"
    ],
    "OPTIONS": [
      "[Schlagen] #rKämpfe. #gNimm #gAlles."
    ]
  },
  "downfall:BonfireSpirits": {
    "NAME": "Geister des Lagerfeuers",
    "DESCRIPTIONS": [
      "Gierig laben sich die Geister an deinem Opfer! Sie lodern nun heller und das Feuer brennt @doppelt@ so intensiv wie zuvor. NL Die geister Tanzen in Ekstase um dich bevor sie sich ~mit~ ~dir~ ~verschmelzen~. Du fühlst ihre Wärme und Stärke in dir: NL Deine Max TP wurden erhöht und deine TP wurden #gkomplett #ggeheilt.",
      "Du #pgreifst mit deiner Hand nach ihnen... NL Die Geister @kreischen,@ doch können sie dem ~Strudel~, der such von deiner Handfläche ausbreitet nicht entkommen. NL Nun sind die Geister nichts weiter als ein weiteres Objekt in deiner Sammlung."
    ],
    "OPTIONS": [
      "[Opfern] #rVerliere #r150 #rSeelen. #gGErhalte #g10 #gMax #gTP #gund #gHeile #gdeine #gTP #gkomplett.",
      "[Gesperrt] Erfordert 150 Seelen.",
      "[Opfern] #rVerliere #r150 #rSeelen. #gGErhalte #g2 #gMax #gTP #gund #gHeile #gdie #gTP #galler #gGremlins #gkomplett.",
      "[Einsammeln]"
    ]
  },
  "downfall:FaceTrader": {
    "NAME": "Gesichtshändler",
    "DESCRIPTIONS": [
      " NL NL Er sieht nicht wie ein schwerer Gegner aus, allerdings überlebt er diesen gefählichen Ort. Womöglich steckt doch eine Macht in diesen Gesichtern..."
    ],
    "OPTIONS": [
      "[Schlagen] #rKämpfe. #g100%: #gAlle #gGesichter."
    ]
  },
  "downfall:CursedFountain": {
    "NAME": "Der Verfluchte Brunnen",
    "DESCRIPTIONS": [
      "Du kommst an einem #p~violetten~ #p~Wasser~ vorbei, das endlos aus einem Brunnen auf einer nahen Mauer sprudelt. Du kennst diese Flüssigkeit... sie ist tödlich für die meisten Wesen, aber sehr nützlich für alle #pVerfluchten.",
      "Die #p~Flüssigkeit~ transportiert die Seelen der Verdammten. Sie nicht zu nutzen wäre eine Verschwendung. You kanalisierst diese Seelen, und entziehst die der Magie des #pverfluchten #pBrunnens.",
      "Da du begreifst, dass die #p~Flüssigkeit~ auch später nützlich ist, füllst du etwas davon in eine Flasche. Wesen die dem #pdunklen #pWasser abgeneigt sind werden leiden wenn sie damit übergießt.",
      "Sobald du von der #p~Flüssigkeit~ trinkst fühlst du einen #pdunklen #pGriff in deinen Verstand. Er fühlt sich entspannend und erfrischend an.",
      "Du setzt deinen Weg fort und lässt den Brunnen hinter dir."
    ],
    "OPTIONS": [
      "[Abfüllen] #gErhalte #gden #gTrank #gVerfluchte #gFlüssigkeit.",
      "[Konsumieren] #gErhalte #g75 #ySeelen.",
      "[Trinken] #gHeile #gdeine #gTP #gkomplett.",
      "[Gesperrt] Erfordert einen Fluch.",
      "[Gesperrt] Erfordert 2 Flüche.",
      "[Gesperrt] Erfordert 3 Flüche.",
      "[Gesperrt] Bereits benutzt.",
      "[Verlassen]"
    ]
  },
  "downfall:WeMeetAgain": {
    "NAME": "So sieht man sich wieder!",
    "DESCRIPTIONS": [
      "„BOSS!“ Ein vergnügter, zerzauster Kerl kommt mit fröhlichen Schritten auf dich zu. Du kennst diesen Mann nur zu gut. NL „Ich bin's, #yRanwid! Du wirst nicht glauben was ich diesen dummen Helden abgeknöpft habe! Hast du vielleicht mehr Müll den ich ihnen andrehen kann?“ NL Du schätzt sein Zuvorkommen und denkst darüber nach, was Ranwid für sein nächstes „Geschäft“ nutzen kann...",
      "„Oh, Perfekt! Das ist absolut wertlos! Hier, nimm diese Tränke die ich die letzten Dummköpfe abgeluchst habe!“ NL Ranwid kramt in seine Taschen, und nimmt einige Flaschen heraus, wobei er sie dabei fast fallen lässt.",
      "„Ausgezeichnet! Das wird für mein nächstes Geschäft ziemlich nützlich. Natürlich habe ich auch die Leichen abgeerntet, wie befohlen!“ NL Ranwid gibt dir einen Seelenstein und verschwindet schnell wieder, um einen Dummen zu finden dem er den Ramsch andrehen kann.",
      "Super! Mit etwas Arbeit kann daraus etwas sehr Brauchbares werden.“ NL Ranwid untersucht das Relikt sorgfältig und verschwindet wieder. Ohne Zweifel wird er den Nutzen des Reliktes beim nächsten Abenteurer der ihm begegnet übertrieben in den Himmel loben.",
      "„Heute nichts dabei, Boss? Nun gut.“ NL Er macht sich aus dem Staub."
    ],
    "OPTIONS": [
      "[Verliere ",
      "] ",
      "#gErhalte #g3 #gTränke.",
      "#gErhalte ",
      " #ySeelen.",
      "#gErhalte #geine #gzufällige #ySeltene #gKarte.",
      "[Verlassen]",
      "[Gesperrt] Kein Relikt zur Verfügung.",
      "#gErhalte #g2 #gTränke."
    ]
  },
  "downfall:Designer": {
    "NAME": "Designer In-Spire",
    "DESCRIPTIONS": [
      "Du entdeckst einen #g~bunten~ Laden mit dem Banner „IN-SPIRE“. Von innen ist die Stimme eines #rRäubers zu hören, der den Ladenbesitzer brüllend bedroht: NL NL @„Gib@ @mir@ @all@ @dein@ @Geld!“@ NL NL Der Räuber ist komplet auf seinen Raubüberfall fokussiert und bemerkt dich nicht einmal.",
      "Auch wenn der Räuber kein Gegner war, bist du nicht ganz ohne Kratzer davongekommen. Ein Mann mit lächerlicher Kleidung erscheint am Eingang. NL „Vielen Dank, gnädiger Herrscher! Ich stehe in deiner Schuld!“, sagt der Mann, dich hineinbittend.",
      "Du siehst keinen Grund dich einzumischen. Es stehen noch wichtige Tötungen an.",
      "„Oh nein, du bist fürchterlich!! Das reicht nicht aus, nein nein. Was ist das für ein Stil? Du solltest doch @erschreckend@ sein! Ein gefürchteter, angsteinflößender #rHerrscher des Spire! Du ~musst~ mir erlauben dich ordentlich herzurichten.“ NL NL Du bist dir nicht sicher, ob du seine Dienste un Anspruch nehmen, oder dich beleidigt fühlen sollst.",
      "„Okay, tschüss jetzt. Empfehle mich an die anderen #rHerrscher!“ NL NL Trotz deiner anfänglichen Zweifel fühlst du dich jetzt furchterregender.",
      "Du schlägst ihn so stark, dass deine Faust wehtut. NL „Meine @NASE!!@ Jetzt muss ich-“ NL NL Er ist in Ohnmacht gefallen. Das nächste Mal wird er es sich zweimal überlegen, bevor er jemanden von deinem Kaliber beleidigt.",
      "Du schiebst den Räuber zur Seite - dein ~wahres~ ~Opfer~ ist dieser bemitleidenswerte Designer. Er zuckt zurück, doch du zückst deine #gLaterne, und sein Geist ist nun dein..."
    ],
    "OPTIONS": [
      "[Anpassungen] ",
      "[Entrümpeln] ",
      "[Komplettservice] ",
      "[Ignorieren] Weitergehen.",
      "[Schlagen] Weitergehen.",
      "[Betreten]",
      " #gErhalte #geine #gBelohnung."
    ]
  },
  "downfall:DeadGuy": {
    "NAME": "Toter Abenteurer",
    "DESCRIPTIONS": [
      "Während du das Ritual vollziehst, wirst du überrascht!",
      "Du verschwindest geräuschlos.",
      "Du findest einen #rtoten #rAbenteurer auf dem Boden. NL Sein Geist treibt noch sein Unwesen in der Nähe! Außerdem ",
      "scheinen seine Rüstung und sein Gesicht #r@von@ #r@Flammen@ #r@versengt@ zu sein. ",
      "sieht es aus, als wäre er von einer gehörnten Bestie #r@aufgespießt@ #r@und@ #r@zertrampelt@ worden. ",
      "sieht er aus, als wäre er von riesigen Klauen #r@ausgeweidet@ #r@und@ #r@zerstückelt@ worden. ",
      "NL Ein Ritual zur Seelenernte könnte hier Erfolgg haben, allerdings könnte die Kreatur die das Blutbad verursacht hat bald wieder zurück sein...",
      "Das Ritual extrahiert die #pSeele der Leiche! NL Weitermachen?",
      "Das Ritual hatte keine Wirkung... NL Weitermachen?",
      "Die Magie brachte den Körper zum Zucken und Zittern. Ein #yRelikt ist aus den Taschen gefallen! NL Weitermachen?",
      "Das Ritual wurde vollendet!"
    ],
    "OPTIONS": [
      "[Seele Ernten] #gFinde #gBeute. #r",
      "[Verlassen]",
      "[Kämpfen]",
      "[Weitermachen] #gFinde #gBeute. #r",
      "%: #rMonster #rkehrt #rzurück."
    ]
  },
  "downfall:ShiningLight": {
    "NAME": "Lichtschein",
    "DESCRIPTIONS": [
      "Du findest eine schimmernde #yBündelung #yvon #yLicht im Zentrum des Raumes. NL NL Sein ~warmes~ ~Leuchten~ und die ~verzaubernden~ ~Muster~ lassen deinen Magen umdrehen, doch du weißt, dass sich dahinter eine mächtige Kraft verbirgt.",
      "Als du durch das Licht schreitest, bemerkst du, dass das Licht von dir aufgenommen wird. NL Es ist #r@brennend@ #r@heiß@ ! Doch du fühlst keinen Schmerz. Obwohl du den Ort #bgestärkt verlässt, verfolgt dich die Erinnerung an diese ekelerrgende Wärme.",
      "Du machst einen Bogen darum und fragst dich, was hätte geschehen können."
    ],
    "OPTIONS": [
      "[Hindurchgehen] #gVerbessere #g",
      "[Verlassen]",
      "[Gesperrt] Erfordert: Verbesserbare Karten",
      " #gzufällige #gKarten. #rWerde #rverflucht #r- #rUnreinheit."
    ]
  },
  "downfall:WorldOfGoop": {
    "NAME": "Welt aus Schleim",
    "DESCRIPTIONS": [
      "Du fällst in eine Pfütze. NL @SIE@ @IST@ @AUS@ #g@KLEBRIGEM@ #g@SCHLEIM!!@ NL Beim Hinaufklettern bemerkst du wie ein #ygelbes Schleimwesen an dir haftet. Es sieht so aus als hat sie die #ySeelen der unglücklichen Abenteurer, die reingefallen sind, aufgesaugt. Wie praktisch.",
      "Es wäre eine Verschwendung, dieden Vorfall nicht zu deinem Vorteil zu nutzen. Du holst aus und der #ygelbe Schleim NL NL @explodiert@ auf der Stelle! NL NL Unglaublich, aber nun haftet noch mehr Glibber an dir als zuvor.",
      "Du schüttelst den #ygelben Schleim ab und setzt deine Reise teilweise mit Glibber behaftet fort. Immerhin lässt er dich bedrohlicher wirken."
    ],
    "OPTIONS": [
      "[Zerschlagen] #gErhalte #g",
      "[Aufsaugen] #gErhalte #g",
      "[Abschöpfen] #gErhalte #g",
      " #gSeelen. #rWerde #rdreimal #rverflucht #r- #rEkel.",
      " #gSeelen. #rWerde #rzweimal #rverflucht #r- #rEkel.",
      " #gSeelen. #rWerde #rverflucht #r- #rEkel.",
      "[Verlassen]"
    ]
  },
  "downfall:Serpent": {
    "NAME": "Die Ssssslange",
    "DESCRIPTIONS": [
      "Du kommst in einen Raum, wo du ein ein großes Loch im Boden findest. Als du dem Loch näherkommst, erscheint daraus eine enorme Schlangenkreatur. NL NL ~„Ho~ ~hooo!~ ~Hallo,~ ~hallo!~ ~Wassss~ ~haben~ ~wir~ ~denn~ ~hier?~ Mein Gebieter, ich stelle dir eine einfache Frage. NL Am erfülltesten ist das Leben, in dem du #y~alles~ #y~schlagen~ #y~kannst!~ NL Stimmst du zu?“",
      "~„Hssssssssssss..~ ~..ssSSs.....~ ~ss...~ ~sssss....“~",
      "Die Schlange glotzt dich mit dem Anblick extremer Enttäuschung an.",
      " NL NL Die Schlange bäumt sich auf und lässt einen markerschütternden Schrei von sich. Nachdem ihr toter Körper in das Loch gefallen ist, kann ihre Seele geerntet werden. NL NL Beeindruckend - doch bist du dir nicht sicher, ob die Schlange nur bildlich gesprochen hat. Sie wollte vielleicht darauf hinaus, dass du andere Wesen schlagen sollst, nicht sie selbst...",
      "Als du deine Hand ausstreckst, @bäumt@ sich die Schlange mit einem Todesschrei @auf@. ~„Hssss - die Sammlerin!“~ NL NL ~„Deine Gier übersteigt sogar meine. Bitte, lassssss mich hier bleiben...“~ NL Du schenkst diesem unwürdigen Wurm keine Beachtung. Der Geist ist dein, und du setzt deine Reise fort."
    ],
    "OPTIONS": [
      "[Zustimmen] [Scglagen] #gErhalte #g",
      " #gSeelen. #rWerde #rverflucht #r– #rZweifel.",
      "[Widersprechen]",
      "[Verlassen]"
    ]
  },
  "downfall:WingStatue": {
    "NAME": "Flügelstatue",
    "DESCRIPTIONS": [
      "Zwischen den Steinen und Brocken fällt dir eine aufwändige große blaue Statue auf, die einen Flügel darstellt. NL Du siehst #yglitzernde #yMünzen aus einigen Rissen quillen, doch die sind für dich wertlos. Die Statue selbst, allerdings...",
      "Du wirst wahrscheinlich Kultisten des Erwachten begegnen, also nimmst du die Statue mit. Sie könnte nützlich dabei sein, die Kultisten auf deine Seite zu ziehen.",
      "Du schägst mit all deiner Kraft auf die Statue. NL Schon bald @zerfällt@ sie in ihre Einzelteile. Einer der Splitter ist auffallend scharf, und trägt etwas Magie in sich. Du nimmst den Splitter mit und machst dich wieder auf den Weg",
      "Du gehst daran vorbei und setzt deine Reise fort.",
      "Krä...Krächz?! Geschenk für VOGEL GOTT?",
      "KÄ-KRÄCHZ!!",
      "Ein Geschäft? Das Angebot ist angemessen...",
      "Der Kult wird zufrieden sein."
    ],
    "OPTIONS": [
      "[Zerstören] #rVerliere #r",
      " #rTP. #gErhalte #gden #gScharfen #gSplitter.",
      "[Mitnehmen] #rVerliere #r",
      "[Verlassen]",
      " #rTP. #gErhalte #gdie #gZerbrochene #gFlügelstatue."
    ]
  },
  "downfall:GoldenIdol": {
    "NAME": "Goldener Götze",
    "DESCRIPTIONS": [
      "Du findest ein unscheinbares Podest, auf dem friedlich ein #yglänzender #ygoldener #yGötze ruht. Er sieht unglaublich wertvoll aus. NL NL Abenteurer sind bestimmt von diesem Objekt angezogen. Es würde sich lohnen, eine Falle einzubauen.",
      "Du findest ein unscheinbares Podest, auf dem friedlich ein #yglänzender #ygoldener #yGötze ruht. Er sieht unglaublich wertvoll aus. NL NL Die Leiche eines Abenteurers liegt in der Nähe des Podests - zerquetscht von einem schweren Gegenstand. Die Seelen lungern noch in der Gegend herum.",
      "Du konstruierst eine simple Falle die einen riesigen Felsen in den Raum stürzen lässt. Das Gewicht des Götzen wird als Auslöser verwendet. Sobald der Götzen aufgehoben wird, werden die Leute vom Felsen zerquetscht. NL Solz auf deine konstruierte Falle machst du dich von Dannen.",
      "Du kanalisierst den Geist des Abenteurers in deinen Körper, und absorbierst seine Energie.",
      "Du lässt das Podest in Ruhe. Fallen aufzustellen ist unter deiner Würde.",
      "Du lässt die Seele ruhen und verlässt den Ort."
    ],
    "OPTIONS": [
      "[Falle aufstellen] #gEntferne #geinen #gSchlag.",
      "[Ernten] #gErhalte #y",
      " #ySeelen.",
      "[Verlassen]",
      "[Gesperrt] Erfordert einen Schlag."
    ]
  },
  "downfall:Cleric": {
    "NAME": "Der Priester",
    "DESCRIPTIONS": [
      "Ein seltsamer blauer Humanoider mit einem goldenen Helm (?) nähert sich dir grinsend. NL Nachdem ihm klar wird, wer du bist, verwandelt sich sein Grinsen schnell in einen Ausdruck großer Angst. NL ~„M-MONSTER!!“~ schreit er, und versucht zu fliehen.",
      "Die Kreatur bricht nach einem einzigen Schlag zusammen, und übrig bleibt nur ein Haufen blaues Hackfleisch. Du absorbierst seine #ySeele und schreitest weiter voran.",
      "„Priester hilft! Priester hilft!“ bettelt das Wesen, als es in die Ecke gedrängt wurde. NL Eine kalte blaue Flamme umhüllt deinen Körper und zerstreut sich. NL Dieser „Priester“ flieht daraufhin."
    ],
    "OPTIONS": [
      "[Schlagen] #gErhalte #y",
      "[Bedrohen] #gEntferne #geine #gKarte #gaus #gdeinem #gDeck.",
      "[Verlassen]",
      "Wähle eine Karte zum Entfernen.",
      " #ySeelen."
    ]
  },
  "downfall:Ghosts": {
    "NAME": "Rat der Geister",
    "DESCRIPTIONS": [
      "Beim weiteren Aufstieg beginnt #p~dicker~ #p~schwarzer~ #pRauch aus dem Boden und Wänden um dich herum zu quillen, welcher sich zu drei maskierten Gestalten formt. NL NL ~„Noch~ ~eine~ ~Marionette~ ~des~ #r~Herzen~, ~ ~glaube~ ~ich.“~ NL#r@„JAWOLL!@ #r@ES@ #r@SCHICKT@ #r@IMMER@ #r@DIE@ #r@SCHWÄCHSTEN@ #r@BAUERNOPFER!“@ NL NL Dir fällt ein riesiges Grinsen auf, als sich die dritte Gestalt an dich wendet. NL „Ignoriere die Anderen... Magst du eine Kostprobe unserer #y~Kraft?“~ ",
      "„Eine @Opfergabe!@ Sehr ~verlockend...“~ NL NL Während die Geistergestalt spricht, bemerkst du, wie sich ihr großer Mund noch weiter und weiter öffnet. Du spürst, wie die gesammelten #b~Seelen~ deinen Körper in einer gewaltvollen Spirale Richtung dem offenen Schlund des Geisterwesens verlassen. Es erfordert all deine Stärke um auf der Stelle zu bleiben und nicht selbst von der Spirale aufgesogen zu werden. NL NL Der Geisterstrudel kommt zum Stillstand just bevor du schalapp machst. Die Geister haben sich aufgelöst. NL NL Du setzt deine Reise mit einem etwas #bleeren Gefühl fort.",
      "Die #p~Geister~ kichern als sie dich bemerken. NL NL #r@„AH!@ #r@UNSER@ #r@GUTER@ #r@FREUND!@ NL Ihre #p~nebelige~ #p~Formen~ blähen sich auf und füllen den ganzen Raum... NL NL „Du bist hier für das ~Übliche,~ nicht wahr?“"
    ],
    "OPTIONS": [
      "[Opfern] #rVerliere #r",
      " Seelen. #gErhalte Apparieren.",
      "[Gesperrt] Erfordert ",
      " Seelen."
    ]
  },
  "downfall:CursedTome": {
    "NAME": "Verfluchter Foliant",
    "DESCRIPTIONS": [
      "In einem verlassenen Tempel findest du ein riesiges Buch. Es ist geöffnet und gefüllt mit #p@kryptischen@ #p@Schriften.@ NL NL Du hast es nicht nötig die Inschrift zu Lesen, da du sowohl die Macht kennst die im Buch schlummert, als auch den #rPreis den es von seinem Besitzer verlangt.",
      "Du nimmst das Buch mit - völlig im Bilde über den Preis, den es abverlangt. Als du nach dem Podest greifst, spricht die Trance des Folianten mit #rtausend #rStimmen zu dir, kratzend an deiner eigenen Seele! NL NL Du verlässt den Tempel mit dem Buch in der Tasche, einer noch verdorbeneren Seele als zuvor und einem Gefühl der #b~Erschöpfung...~"
    ]
  },
  "downfall:ForgottenAltar": {
    "NAME": "Vergessener Altar",
    "DESCRIPTIONS": [
      "Du stehst vor dem ALter und kanalisierst die spirituelle Energie aus deinem Inneren. NL Die #bSeelen treten heraus als Opfergabe für die Göttin. Die Arme der Statue greifen danach und strömen besänftigende #p~verfluchte~ #p~Magie~ heraus. NL Es wird stockfinster. NL Du wachst kurze Zeit später wieder auf, und deine von den Kämpfen davongetragenen Wunden sind nun plötzlich verheilt.",
      "Du nimmst dir einen Moment um das Böse zu bewundern, das in der Statue schlummert. Danach schreitest du weiter durch die Stadt.",
      "Mit einem Gefühl der #pScham gehst du vorbei ohne ein Opfer anzubieten."
    ],
    "OPTIONS": [
      "[Seelen opfern] #rLose #r",
      " #rGold. #gHeile #g",
      " #gTP.",
      "[Gesperrt] Benötigt ",
      " Gold.",
      "[Verlassen]",
      "[Verlassen] #rVerliere #r",
      " #rTP."
    ]
  },
  "downfall:Bandits": {
    "NAME": "Maskierte Banditen",
    "DESCRIPTIONS": [
      "Du triffst auf eine Gruppe Banditen, die große #rrote #rMasken tragen. NL „Hallo! Bezahl, wenn- Oh Moment, ein ~Monster.~ Vielleicht kommen wir ins Geschäft?“",
      "Danke! Das wirst du nicht bereuen..."
    ],
    "OPTIONS": [
      "[Verliere ",
      "] #gHeuere #gdie #gBanditen #gan.",
      "[Gesperrt] Erfordert mehr Relikte."
    ]
  },
  "downfall:Nloth": {
    "NAME": "N'loth",
    "DESCRIPTIONS": [
      "Diese verlauste Kreatur ist des Spire nicht würdig - du holst aus und verpasst N'loths einen kräftigen Schlag mitten in die Brust. NL NL Während sich die Kreatur in Qual windet, @schlägt@ es auf Reflex @um@ @sich@ und hinterlässt einen #rschmerzhaften Stich! NL NL Nachdem die Lebenskraft die Kretur verlassen hat, hörst du das Rascheln und Klimpern des Unrats, den sie bei sich hatte. Du durchsuchst die Leiche, so wie die Kreatur zu Lebzeiten Müllberge durchsucht hat, und findest dabei einen magischen Gegenstand."
    ],
    "OPTIONS": [
      "[Schlag] #gErhalte #gein #gzufälliges #gRelikt. #rWerde #rverflucht #r- #rSchmerz."
    ]
  },
  "downfall:KnowingSkull": {
    "NAME": "Wissender Schädel",
    "DESCRIPTIONS": [
      "Du befindest dich in einer alten, dekorierten Kammer. In der Mitte des Raumes sitzt ein großer Schädel auf einem verzierten Podest. Als du dich näherst, geht der Schädel #g@in@ #g@Flammen@ #g@auf@ und wendet sich dir zu. NL NL „WAS IST ES, DAS DU SUCHST? WAS IST ES, DAS DU OPFERST?“ NL Gleichzeitig mit seinen letzten Worten @schlägt@ die Tür hinter dir @zu.@",
      "„HeyheyheyheyHändewegvomwiss-“ NL NL Du ignorierst das Gezetere vom Schädel un schnappst ihn dir vom Podest. Deine Hände werden kurz #rangesengt. Bestimmt wird sich der Schädel noch als nützlich erweisen...",
      "„HINTER DIR, STERBLICHER.“ NL Du schielst hinter den Schädel. In der Tat, da ist eine Tür."
    ],
    "OPTIONS": [
      "[Dich.] #gErhalte #gden #gSchädel. #rVerliere #r",
      "[Verlassen]",
      " #rTP."
    ]
  },
  "downfall:Vagrant": {
    "NAME": "Flehender Landstreicher",
    "DESCRIPTIONS": [
      "Du tötest den Mann und erntest seine Seele. ~Schockierte~ ~Atemzüge~ kommen von einer Ansammlung an Leuten hinter dir. NL Einer von ihnen sagt „Du hast Burgundy umgebracht!“, was mehr Bettler zu dir anlockt. NL NL Du fliehst vom Tatort, aber nicht ohne ein Paar #rKratzer und #rBisse davonzutragen.",
      "Du schnappst dir das wertvolle #yRelikt aus seiner Jackentasche und läufst fort. NL Hinter dir kannst du hören: NL „Schämst du nicht nicht? ~SCHÄÄÄÄMST~ ~DU~ ~DICH~ ~NICHT?!~“ NL Du hast #pabsolut #pkeine #pScham. Er sollte sich geehrt fühlen, von einem Herrscher des Spire ausgeraubt worden zu sein!",
      "Du hast kein Interesse an seinem Spielzeug - seine ~Geist~ ist nützlicher. Als du deinen @Arm@ @ausstreckst@ beginnt der arme Mann zu winseln..."
    ],
    "OPTIONS": [
      "[Schlagen] #gErhalte #g85 #gSeelen. #rVerliere #r",
      " #rTP.",
      "[Ausrauben] #gErhalte #gein #gRelikt. #rWerde #rverflucht #r- #rStolz."
    ]
  },
  "downfall:Beggar": {
    "NAME": "Alter Bettler",
    "DESCRIPTIONS": [
      "Der Bettler nimmt seinen Mantel ab, und sichtbar wird ein seltsamer blauer Humanoider mit einem goldenen Helm (?). NL Nachdem ihm klar wird, wer du bist, verwandelt sich sein Grinsen schnell in einen Ausdruck großer Angst. NL ~„M-MONSTER!!“~ schreit er, und versucht zu fliehen.",
      "Der Bettler sieht sich scheinbar verwirrt um. Zuerst ignoriert er dich, doch dann wendet er sich dir zu. NL „Hast du einen jungen, blauhäutigen Mann in der Nähe gesehen? Trägt einen komischen, goldenen Helm. Normalerweise lungert er in der Stadt herum, und gibt sein letztes Geld für Essen aus, das er uns spendet...“ NL Der Bettler meint bestimmt diesen #bPriester, um den du dch vor kurzem gekümmert hast.",
      "@„Hab@ @keine@ @Angst,@ @alter@ @Mann.@ @Du@ @wirst@ @deinen@ @Freund@ @schon@ @bald@ @wiedersehen.“@ NL NL Der Bettler kann keinen ernsthaften Widerstand leisten während du ihn niederstreckst. NL Voller #yStolz auf das, was du heute geleistet hast, verlässt du die Gasse.",
      "Dieser Mann hat bereits genug durch deine Taten gelitten. Du verschonst ihn und verlässt die Gasse.",
      "Der Bettler nimmt seinen Mantel ab, um zu offenbaren, dass er #bPriester ist! NL @„Du@ @bist@ @eine@ @böse@ @Seele.@ @Priester@ @hat@ @Bodyguards@ @bezahlt!“@ schreit er. NL NL Zwei riesige, vollausgerüstete Gestalten kommen aus der Gasse hervor. Sie ziehen ihre Waffen bevor du dir Möglichkeit hast zu reagieren!",
      "Nachdem du die Bodyguards dieses #bPriesters besiegt hat, wendest du dich wieder ihm zu. Er sitzt ängstlich und zitternd in einer Ecke",
      "Die Kreatur bricht nach einem einzigen Schlag zusammen, und übrig bleibt nur ein Haufen blaues Hackfleisch. Du absorbierst seine #ySeele und schreitest weiter voran. NL NL Beim Verlassen fallen die ängstliche Bettler auf, die aus ihren Verstecken alles mit angesehen haben. Du badest fürmlich in ihrer Furcht - das wird ihnen eine Lehre sein, sich mit einem Herrscher des Spire anzulegen.",
      "„Priester hilft! Priester hilft!“ bettelt das Wesen erneut, fast gelähmt vor Furcht. NL Eine kalte blaue Flamme umhüllt deinen Körper und zerstreut sich. NL NL Seine Kräfte können in der Zukunft nützlich sein, und seine Bodyguards stellen auch kein Problem für dich dar. Daher verschonst du diesen „Priester“."
    ],
    "OPTIONS": [
      " #rWerde #rverflucht #r- #rStolz.",
      "[Kämpfen]",
      "[Bedrohen] #gEntferne #g2 #gKarten #gaus #gdeinem #gDeck."
    ]
  },
  "downfall:Mausoleum": {
    "NAME": "Das Mausoleum",
    "DESCRIPTIONS": [
      "Du wagst dich durch eine Reihe von Gräbern und stehst nun vor einem großen ~edelsteinbesetzten~ Sarkophag in der Mitte eines runden Raums. NL Du kannst die Inschrift auf dem Sarg nicht entziffern, bemerkst jedoch, wie #p~schwarzer~ #p~Nebel~ aus den Seiten strömt. NL Du kennst diesen Nebel - ein klares Zeichen von #y~Geistern.~",
      "Du absorbierst den #p~spirituellen~ #p~Nebel~, und sammelst dadurch seine Seelen. Beim Verlassen kannst du nicht anders als dich über ein #r@eiskaltes@ #r@Gefühl@ in dir zu sorgen..."
    ],
    "OPTIONS": [
      "[Aufsaugen] #gErhalte #g200 #gSeelen. #rWerde #rverflucht #r- #rSpuk."
    ]
  },
  "downfall:Nest": {
    "NAME": "Das Nest",
    "DESCRIPTIONS": [
      "Eine lange Reihe #b~maskierter~ #b~Gestalten~ ist zu sehen, die NL eine #pbescheidene #pKathedrale betreten. NL Als du sie betrittst nehmen die die Kultisten sofort wahr! NL NL Du kannst nichts mehr als eine Kakophonie aus Atemzügen, Jubel, and Krächzen hören. Einer der Kultisten bietet die eine Opfergabe an.",
      "Du stoßt dich durch die Masse an Kultisten um an die mächtige Waffe zu kommen, die du auf dem Altar erblickst. Der Diebstahl des Dolches wird prompt bemerkt! NL NL #r@„MORD!!@ #r@MORD@ #r@MORD!!“@ NL #b~„KRÄCHZ~ #b~KRÄCHZ~ #b~KRÄÄÄÄCHZZZ!“~ NL NL Die #rKultisten ziehen ihre eigenen Dolche. Sie #rstechen und #rschlityen auf die ein während du das Gebäude verlässt.",
      "Du nimmst die Gabe in Form des seltsamen Elixiers an. NL NL Die Kultisten @singen@ und @brüllen@ für dich! NL NL #b~„KRÄCHZ~ #b~KRÄCHZ~ #b~KRÄÄÄÄCHZZZ!“~ NL NL Du singst auch. Wieso nicht? Diese Kultisten sind schon ein eigenartiger Schwarm, aber immerhin dienen sie einem deiner Herrscher-Kollegen.",
      "#r@VOGELGOTT!!@ #r@HEIMGEKEHRT!!“@ NL #b~„KRÄCHZ~ #b~KRÄCHZ~ #b~KRÄÄÄÄCHZZZ!“~ NL NL Du badest in der Menge, und schon bald stehst du dem Anführer direkt gegenüber. Ein gut gekleideter Kultist reicht dir einen #yverzierten #yDolch.",
      "Du nimmst den Dolch - nicht wissend, worauf das hinausläuft. Der Anführer greit in eine Tasche seiner Robe und reicht dir ein #bblaues, #böliges #bGebräu.",
      "Die Kultisten rundherum stellen dem Anführer Ersatz zur Verfügung. Mit seinem eigenen Dolch und Elixier in der Hand demonstriert er dir, was du ihm nachmachen sollst.",
      "Du führst das Ritual aus wie es der Anführer tut: du beträufelst die Klinge des Dolches mit ein paar Tropfen des Tranks. Im Licht der Kathedrale glänzt der Stahl in einer #b~unheimlichen~ #b~Farbe~. NL NL Unaufgefordert treten zwei Kultisten hervor - einer vor dir, einer vor dem Anführer. NL NL Es ist dir gleich klar, was zu tun ist.",
      "#rDu #rstichst #rden #rDolch #rmitten #rin #rdes #rKultisten #rHerzen! NL NL #b~„KRÄCHZ~ #b~KRÄCHZ~ #b~KRÄÄÄÄCHZZZ!“~ NL NL Das Ritual ist vollendet, und die überlebenden Kultisten sind glücklicher als zuvor. Du verlässt die Kathedrale, und sie verabschieden sich gebührend mit jubelndem Gekrächze und wilden Gesten ihrer Stöcke."
    ],
    "OPTIONS": [
      "[Statue zurückgeben] #rVerliere #rdie #rZerbrochene #rFlügelstatue. #gErhalte #gviele #gBelohnungen.",
      "[Gesperrt] Erfordert die Zerbrochene Flügelstatue.",
      "[Annehmen] #gErhalte #geinen #gKultistentrank.",
      "[Stehlen] #gErhalte #geinen #gRitualdolch. #rVerliere #r",
      " #rTP.",
      "[Verlassen]",
      "[Weiter]",
      "[Dolch nehmen] #gErhalte #geinen #gRitualdolch.",
      "[Salben] #gVerbessere #gden #gRitualdolch.",
      "[Opfern] #rTöte #reinen #rKultisten #rmit #rdem #rRitualdolch+.",
      "[Rühmen lassen] #gErhalte #gBelohnungen für die Rückgabe der #gZerbrochenen #gFlügelstatue."
    ]
  },
  "downfall:Colosseum": {
    "NAME": "Das Kolosseum",
    "DESCRIPTIONS": [
      "Auf deinem Weg bemerkst du eine große Gruppe Humanoider, die auf den Einlass in ein großes Auditorium warten. Die Sklavenhändler erschrecken kurz als du auftauchst, doch erklären gleich darauf was los ist. NL NL „Wir stehen denen entgegen, die in der Stadt Ärger machen - diejenigen, welche ihr vernichten wollt! Das Publikum ist schon auf unseren neuesten Fang gespannt. Sie lieben einen #rKampf auf Leben und #rTod!“",
      "Die Sklavenhändler sind keine Bedrohung für dich. Sie sind dir sogar nützlich, indem sie deine Opfer aufhalten und verletzen. NL NL Doch dieses barbarische Gemetzel ist zu verlockend, um einfach weiterzugehen...",
      "Du betrittst ein riesiges Kolosseum und stehst in der Mitte. Die überbordenden Zuschauerreihen sind voller #bSlavernhändler, #pKultisten und anderer Stadtbewohner. NL NL ",
      "@„BRINGT@ @MIR@ @DEN@ @STÄRKSTEN!“@ rufst du in die Menge. NL Zwei Gestalten nehmen die Herausforderung an, und stellen noch einmal klar, dass die Regeln keine Zurückhaltung zulassen, selbst gegenüber einem Herrscher. NL NL Nichts anderes hast du erwartet.",
      "@„DER@ @NÄCHSTE@ @GEHÖRT@ @MIR!“@ rufst du in die Menge, die mit einem ohrenbetäubenden Applaus antwortet. NL NL Die Sklavenhändler bringen ihren neuesten Fang hinein. Der unfreiwillige Herausforderer erwacht, etwas ~angeschlagen~ vom Überfall, doch ist sofort kampfbereit. NL NL Das sieht nach Spaß aus.",
      "Auch wenn die Verlockung groß ist, findest du, dass ein Kampf hier nur Zeitverschwendung wäre. Deine Reise geht weiter, so auch die Überfälle der Sklavenhändler."
    ],
    "OPTIONS": [
      "[Herausfordern] #rKämpge #rgegen #rdie #rArena #rChampions. #gErhalte #gviele #gBelohnungen.",
      "[Teilnehmen] #rKämpge #rgegen #rden #rgefangenen #rHelden. #gErhalte #gviele #gBelohnungen.",
      "[Verlassen]",
      "[KÄMPFEN!]",
      "[Weiter]"
    ]
  },
  "downfall:MindBloom": {
    "NAME": "Gedankenblüte",
    "DESCRIPTIONS": [
      "Wie du so läufst und die Schönheit des Jenseits bewunderst, fühlen sich deine Gedanken plötzlich sehr... #p~echt~ #p~an...~ NL NL Allmählich manifestieren sich Vorstellungen der #rgeschlachteten #rAbenteurer und #bgeernteten #bSeelen in der Realität. NL Die Erfahrung eilt flüchtig davon. Was tust du?",
      "Du weißt, dass du schon einmal hier warst. NL NL Hinter dem selben Abenteurer her. NL NL Ist irgendetwas davon real? NL NL Wie oft wurdest du schon erlegt?",
      "Alles ergibt jetzt Sinn. NL Die einzige Bestimmung, der Abstieg, das #pHerz. NL NL Genau so ist es immer gewesen. NL Genau so wird es immer sein. NL Und alles wird bald wieder vergessen sein..."
    ],
    "OPTIONS": [
      "[Ich bin Echo] #rKämpge #rgegen #rdich #rselbst. #gErhalte #gein #gseltenes #gRelikt.",
      "[Ich bin voll] #gErhalte #g999 #gSeelen. #rWerde #rverflucht #r- #r2 #rNormalität.",
      "[Ich bin komplett] #gVerbessere #galle #gKarten. #rDu #rkannst #rdich #rnicht #rmehr #rheilen.",
      "[Gesperrt] Erfordert alle 3 Segnungen des Herzen.",
      "[Verlassen]",
      "[Ich bin komplett] #gVerbessere #galle #gKarten. #rTrage #rdie #rBürde."
    ]
  },
  "downfall:MoaiHead": {
    "NAME": "Der Moai-Kopf",
    "DESCRIPTIONS": [
      "Du machst einen kleinen Umweg um dir eines der bedeutendsten Denkmäler des Jenseits anzusehen - ein enormer Steinkopf aus einem großen Mauerabschnitt. NL NL Der Mund des Kopfes ist weit geöffnet und zeigt große, einschüchternde Zähne, die von Blut rot befleckt sind. Die Oberfläche der Statue ist überzogen mit Piktogrammen, welche anscheinend Leute darstellen, die sich in den Mund dieses Kopfes werfen und verschlungen werden.",
      "Du trittst in den Mund der Statue und wartest auf den Effekt. Du weißt, dass des Preis dafür einen Blutzoll darstellt. Nach kurzer Zeit rasen plötzlich die riesigen Backenzähne herunter und zerschmettern dich. NL @Dunkelheit.@ NL Einige Zeit später siehst du einen Lichtschein in der Dunkelheit und hörst etwas, das du schließlich als das Geräusch steinerner Zähne erkennst, die sich langsam erheben. NL NL Du verlässt die Statue mit neuen kräften, und spürst ihr Magie in dir.",
      "Du trittst in den Mund der Statue und lässt #bspirituelle #bEnergie aus deinem Körper fließen. Die Augen der Statue glühen wie eine #b~aFlamme,~ und die riesigen Backenzähne rasen herunter. NL #b~Blaues~ #b~Licht~ #b~strahlt~ #b~überall.~ NL NL Nachdem die Zähne sich erheben fühlst du dich wie neugeboren, und stärker als je zuvor.",
      "Du ziehst ab und fragst dich, was hätte geschehen können."
    ],
    "OPTIONS": [
      "[Opfern] #rVerliere #r",
      " #rSeelen. #gErhalte #g",
      " #gMax #gTP und #gHeile #gdeine #gTP #gkomplett.",
      "[Gesperrt] Efordert ",
      " Seelen.",
      " #rSeelen. #gJeder #gGremlin #gErhält #g",
      "[Hineinspringen] #gHeile #gdeine #gTP #gkomplett. #rJeder #rGremlin #rVerliert #r"
    ]
  },
  "downfall:SensoryStone": {
    "NAME": "Sinnesstein",
    "DESCRIPTIONS": [
      "#g~EITELKEIT.~ NL NL Das Leben ist schön und wertvoll... sogar für einen #gSchleim. NL NL Du wusstest schon immer, dass du für Großes bestimmt bist. Andere geben sich mit Gold und Schrott zufrieden, doch du bist anders. Du bist wie ein Jäger auf der Lauer nach etwas Besonderem. Etwas Einzigartigem. Etwas ~Fabelhaftem.~ NL NL Tage... Wochen... Vielleicht sogar Jahre vergehen... im Spire ist das schwer zu sagen. Irgendwann, endlich, hast du es entdeckt. Nie mehr wirst du einfach in der Masse untergehen! Die anderen haben ihre #yMünzen und #yNippes, doch du hast etwas viel besseres... NL NL @EINE@ @WINZIGE@ @MELONE!@ Fesch!",
      "#y~ZERBRECHLICHKEIT.~ NL NL Die #rKlinge dringt durch deine Brust, und du hörst den #bJubel der Publikums... Das letzte was du fühlst ist eine Faust, die mit voller Wucht in dein Gesicht einschlägt - dann gehen deine Augen zu. NL NL Du wachst in einen dir unbekannten Raum auf und @kannst@ @dich@ @nicht@ @bewegen.@ Du versuchst etwas zu sagen, doch kein Wort kommt heraus, und deine Sicht ist von #ggrünem #gRauch vernebelt. Ist da ein Traum? Ist das das Leben nach dem Tod? Du versuchst dich zu erinnern, doch deine Erinnerungen sind abgetrennt, sowie es deine Gliedmaßen sind. NL NL Du hörst eine Stimme in deinem Kopf - ein simpler Befehl. #g\"BALANCE #gmuss #gVERSTÄRKT #gwerden. #gBESCHÜTZE #gExordium.\"",
      "#p~HOFFNUNGSLOSIGKEIT.~ NL NL #ySehen. #yErinnern. #yLeben. Das ist die Mission des Sehers. Dein Auftrag ist die Untersuchung eines Spire von unbekanntem Ursprung. Du betrittst einen sechseckigen Raum. Bevor du noch irgendetwas tun kannst @fällt@ @die@ @Tür@ @hinter@ @dir@ @zu!@ NL NL Es gibt keinen Ausweg. Die letzte Strohhalm wäre die magische Steintafel, die sich auf einem Podest in der Mitte befindet. Sowie du dieses Artefakt berührst, ~löst~ ~sich~ dein Körper in ~nichts~ ~auf,~ und deine #pSeele wird in die #pSteintafel gezogen. NL NL Dein Schicksal ist nun auf Ewig mit der #pSteintafel verbunden, dazu #rverdammt für alle Zeiten duch den Spire zu wandern.",
      "#y~FREISETZUNG.~ NL NL Du bist der erste. Du dienst dem ~Former.~ Du wurdest nicht geboren, yerbrechlich und mit Schwachstellen, sondern kreiert. In Perfektion. Und du sollst mehr Konstrukte nach deinem Vorbild erschaffen. Das Vermächtnis des Schöpfers: die #yAutomatone. NL NL Jedes ist makellos, um einen bestimmten Zweck zu erfüllen. Jeder... außer einem. Dieser sollte das Gleichgewicht in der Stadt sicherstellen. NL NL Du schmeißt dieses #ydefekte #yKonstrukt aus dem größten Fenster, auf dass es am Bodensatz des Spire sein Dasein fristet. Du nimmst seinen Platz als Beschützer der Stadt ein. NL NL Balance muss verstärkt werden.",
      "#b~STOLZ.~ NL NL Du stehst in der Mitte einer großen Arena. Alles worauf du hingearbeitet hast wird nun in diesem Kampf ausgedrückt. Du nimmst die #bDefensivhaltung an, um den Gegner ermüden zu lassen, bis er eine Schwachstelle offenbart. Mit deiner letzten Kraft #rstichst #rdu #rdeine #rKlinge in die Brust des Gegners. Das Publikum reagiert mit @frenetischem@ @Applaus!@ NL NL Der Sieg alleine ist dir nicht genug - du hebst deine leere Hand und schägst dem Gegner ~mitten~ ~ins~ ~Gesicht,~ um ihm einen letzten demütigenden Schlag zu verpassen. NL NL Niemand stellt sich mehr dir in den Weg. Du bist der neue #b@Champion!@",
      "#p~GIER.~ NL NL Nur wenige können der #bVersuchung #bder #bMacht widerstehen. Doch Macht hat seinen Preis, und große Macht einen hohen Preis. NL NL Du thronst über dem Kolosseum, und siehst wie Gladiatoren um den Titel des #bChampion und zu deinem Vergnügen um #rLeben #run #rTod #rkämpfen. Die Teilnahmegebühr - die #g~Flamme~ #g~ihrer~ #g~ewigen~ #g~Seele~ die dir von nun an dient. Die Namen eingemeißelt in Steintafeln - sie werden dir nach ihrem Ableben ewig dienen. NL NL Die Menge Jubelt nachdem ein Gladiator den letzten Schlag mitten ins Gesicht einsteckte. Du begibst dich in deine Schatzkammer und bemerkst, dass jemand anders hier war. Die Fallen wuden ausgelöst, aber es gibt keine Leiche... und die #p@Steintafel@ @fehlt!@",
      "#g~TRAUER.~ NL NL Endlich stehst du auf der Spitze des Spire. Du hast dein Leben dazu gewidmet, unermüdlich an diesem kolossalen Monument für das Große zu arbeiten und es zum Leben zu bringen. Jeder #gWinkel, jede #Rundung - geschliffen in Perfektion. Jede #yKante akribisch genau gelegt. NL NL „Es ist fertig, Liebste.“ Du nimmst ihre leblose Hand und schaltest die Maschine ein. Ein sanftes Summen ergeht über den Raum, und schon Bald spürst du, wie dein #b~Wesen~ in deine eigene Schöpfung gezogen wird - bald darauf wird das nächste reingezogen. Ihr beide lebt auf Ewig an diesem Ort, ganz nach Plan. NL NL Der erste ~Schlag~ des #pHerzen... Ein überwältigendes Echo...",
      "#b~RAGE.~ NL NL Du kannst den #yverzierten #yDolch der durch deine Brust dringt nicht aufhalten. Mit deiner letzen Kraft betest du zur #pGottheit die über den Spire wacht, um dich am Leben zu erhalten, ~koste~ ~es~ ~was~ ~es~ ~wolle.~ NL NL Dein letzter #pHerzschlag ist sehr stark, danach wird es ruhig... für einen Augenblick. Deine Augen glühen mit #b@blauem@ #b@Feuer@ und du kehrst zum Leben zurück - die der Kraft von zehn Mannen. Mit Leichtigkeit sprengst du deine Fesseln und brüllst in eine Menge von #bGestalten #bin #bRoben um dich! NL NL Du spürst, dass sich dein Körper in eine #bmonströse #bGestalt verwandelt. Die Gestalten verbeugen sich vor dir.",
      "#p~ARROGANZ.~ NL NL Du verachtest das #pgottgleiche #pHerz das hier herrscht und über dein Schicksal bestimmt. Es wird #yZeit etwa dagegen zu tun. NL NL Das Jenseits ist am wenigsten bewacht, und mit Leichtigkeit schlüpfst du in die #ySchatzkammer. Viele Artefakte der Macht befinden sich hier, doch von einem bist du besonders angetan - eine #y~leuchtende~ #y~Taschenuhr.~ NL NL Voller Selbstbewusstsein greifst du nach der Taschenu... @...unehcsaT@ @red@ @hcan@ @ud@ @tsfierg@ @niestssuwebtsbleS@ @relloV@ NL NL Du verachtest das #pgottgleiche #pHerz das hier... herrscht...?",
      "Andererseits sollte man Erinnerungen wohl besser ruhen lassen."
    ],
    "OPTIONS": [
      "[Erinnern] #gWähle #g1 #gBoss-Karte #gfür #gdein #gDeck.",
      "[Erinnern] #gWähle #g2 #gBoss-Karten #gfür #gdein #gDeck. #rVerliere #r",
      "[Erinnern] #gWähle #g3 #gBoss-Karten #gfür #gdein #gDeck. #rVerliere #r"
    ]
  },
  "downfall:SecretPortal": {
    "NAME": "Geheimes Portal",
    "DESCRIPTIONS": [
      "Ein willkommender Anblick - in einem der lebendigen Gemäuer des Jenseits befindet sich eine steinerne Pforte mit einem sich #p~drehenden~ #p~magischen~ #p~Portal.~ NL NL Das Portal erlaubt einen Teleport zum Herrscher des Jenseits. Wenn du jedoch den Stein, der das Portal antreibt, an dich nimmst, würde das deine Reise durch den Spire beschleunigen.",
      "Das Portal kann auch später repariert werden. Du nimmst den mit Runen verzierten Stein der das Portal antreibt an dich und überlegst dir sofort wo du als nächstes hin willst. Denn der Stein ist nur für einen kurzen Augenblick nützlich."
    ],
    "OPTIONS": [
      "[Stein nehmen] Teleportation zu einem beliebigen nicht-Boss-Raum."
    ]
  },
  "downfall:TombRedMask": {
    "NAME": "Grab des Herren der Roten Maske",
    "DESCRIPTIONS": [
      "Ein reichlich verziertes Grab ist auf der anderen Seite eines schwebenden Pfades zu sehen. NL NL Als du das Grab erreichst, bemerkst du ein weiches Wandteil, möglicherweise ein Geheimfach. Ein kräftiger Schlag sollte ausreichen um diesen Teil aufzubrechen.",
      "Du setzt die #rMaske auf. Die Banditen, die dir ihre Hilfe versprochen haben scheinen eine Verbindung zu diesem Herren zu haben - vermutlich werden sie deinen neuen Gesichtsschmuck bewundern.",
      "Eine Öffnung erscheint im Grab, es rutscht eine kleine rote Maske mit einer Notiz heraus. „Nimm von anderen, so wie ich von dir genommen habe!“",
      "Du entscheidest dich gegen Grabschändung und setzt deine Reise fort.",
      "Zufrieden mit der Maske schreitest du voran."
    ],
    "OPTIONS": [
      "[Die Rote Maske aufsetzen] #gVerbessere #gden #gBanditenvertrag.",
      "[Gesperrt] Erfordert: Rote Make & Banditenvertrag.",
      "[Schlagen] #rVerliere ",
      ". #gErhalte #gRote #gMaske.",
      "[Gesperrt] Erfordert einen Angriff.",
      "[Verlassen]"
    ]
  },
  "downfall:WindingHalls": {
    "NAME": "Gewundene Hallen",
    "DESCRIPTIONS": [
      "Nach einem Marsch durch sich windende Gänge gelangst du an die berühmten gewundenen Hallen ders Jenseits. Ein niederes Wesen würde beim Verusch sich zurechtzufinden seinen Verstand verlieren, doch du kennst diese Gänge wie deine Westentasche. NL NL Die ständig in deinem Hinterkopf #p~flüsternden~ #p~Stimmen~ beruhigen deine Gedanken und helfen bei der Entscheidung, welchen Weg du gehen willst."
    ],
    "OPTIONS": [
      "[Links] #gErzwinge #gein #gEreignis.",
      "[Rechts] #gDurchsuche #gdie #gSchatzkammer #gnach #geinem #gRelikt.",
      "[Geradeaus] #gJage #gden #gHändler."
    ]
  },
  "downfall:Joust": {
    "NAME": "Der Tjost",
    "DESCRIPTIONS": [
      "Als du deinen Weg zwischen den großen Gebäuden fortsetzt, gelangst du an eine lange schmale Brücke. Du bemerkst Ritter an beiden Enden, die einander zugewandt sind. Du kommst näher und sie bekommen Angst vor dir. Sie starren einander an. NL „Monster! DU bekämpfst es - du bist ja so gut darin, andere zu töten!“ NL „Nein, DU bekämpfst es! Du hast es mehr mit Monstern, wie etwa mit dieser ~dämonischen~ Katze!“ NL NL Sie hören nicht auf zu streiten, also musst du entscheiden...",
      "Dieser Ritter war stärker als der andere. Du gibst dein Bestes, doch verlierst. NL „Jetzt möchte ich mal sehen, wie du mit so einer Bestie fertig wirst!“ prahlt er. Beide verlassen den Ort, weiter streitend.",
      "Du weichst des Ritters Angriffe aus, #rtötest ihn, und saugst mit Freude seine #gSeele aus. Der andere Ritter schreit nur und flieht. Was für ein Feigling...",
      "Der feige Ritter fügt dir mit seinem Schwert ein paar Kratzer zu und flieht daraufhin. Der andere Ritter wird wütend und folgt ihm. Genervt widmest du dich wieder deiner eigentlichen Aufgabe.",
      "Du ~erhebst~ dich über den Ritter, und er hat sogar zum Davonlaufen zu viel Angst. Du #rschlachtest ihn mit Leichtigkeit ab und saugst seine #gSeele ein. Als du dich dem anderen Ritter zuwenden willst, ist dieser schon geflohen."
    ],
    "OPTIONS": [
      "[Links] #r50%: #rVerliere #r",
      " HP.",
      " #g50%: #gErhalte #g200 #gSeelen.",
      "[Rechts] #r25%: #rVerliere #r",
      " #g75%: #gErhalte #g100 #gSeelen."
    ]
  },
  "downfall:BossTester": {
    "NAME": "Debug Boss Prep",
    "DESCRIPTIONS": [
      "Choose an Act to gain the simulated rewards for that act. If you want to test an Act 3 encounter, run this event 3 times - once for Act 1, then for Act 2, then for Act 3.",
      "Rewards complete. After shopping, run this event again if you want to simulate another act's rewards. Otherwise, proceed to the boss fight. Do not collect its rewards."
    ],
    "OPTIONS": [
      "[Act 1]",
      "[Act 2]",
      "[Act 3]",
      "[Head to Shop]"
    ]
  },
  "downfall:BetterEnding": {
    "NAME": "Spire Heart",
    "DESCRIPTIONS": [
      "@Ba-bumm...@ @Ba-bumm...@ @Ba-bumm...@ NL Ein beruhigender Herzschlag ist im Raum zu hören... NL Ist das das ~Ende~ ? Hast du deine Mission erfüllt?",
      "Du gibst #b",
      " Seelen an das Herz zurück! NL Das Herz #b@windet@ sich euphorisch, auf das es für immer weiter schlägt.",
      "Trotz deiner Bemühungen, bleibt das Tor zur Gemach des Herzen angreifbar. Du fragst dich: ~„Hast~ ~du~ ~wirklich~ ~genug~ ~getan?“~  NL Du spürst, dass du insgesamt #b",
      " Seelen dem Herzen geopfert hast.",
      " NL Insgesamt wurden #b",
      " Seelen von allen Wesen, die das Herz beschworen hat, abgegeben.",
      " NL Das Herz pulsiert lauter und lauter, während dein #p~Bewusstsein~ #p~zu~ #p~schwinden~ #p~beginnt...~",
      "NL Du ziehst deine Klinge...",
      "NL Du zückst deine Dolche...",
      "NL Du lädst deinen Kern bis zum Maximum auf...",
      "Du fragst dich: ~„Hast~ ~du~ ~wirklich~ ~genug~ ~getan?“~",
      " NL Das Herz pulsiert lauter und lauter, während dein #p~Bewusstsein~ #p~zu~ #p~schwinden~ #p~beginnt...~",
      " NL Ein plötzlicher #y@Energieschub@ strömt aus deinem Inneren und #b@schreckt@ dich auf.",
      " NL Das Herz #gentflieht und zieht sich zurück - es hat eine herranahende Bedrohung wahrgenommen! Der Kampf ist noch nicht vorbei...",
      "NL Du bündelst göttliche Energie in deinen Stab...",
      "Du fühlst #petwas #p@Böses@ tief in deinen Kern..."
    ],
    "OPTIONS": [
      "[Weiter]",
      "[Opfern] #b???",
      "[Weiter]",
      "[Zur Tür gehen]"
    ]
  },
  "downfall:EvilShrines": {
    "NAME": "",
    "DESCRIPTIONS": [
      "Du allein sollst diese Macht haben. Du zerbrichst den Schrein in kleine Stücke. NL Finsteres Geheul umgibt dich, und du spürst die #p~verfluchte~ #p~Magie~ des Schreins tief in dich eindringen."    ],
    "OPTIONS": [
      "[Entweihen] #gDupliziere #g2 #gKarten. #rWerde #rverflucht #r- #rAltern.",
      "[Entweihen] #gEntferne #g2 #gKarten. #rVerliere #r",
      " #rMax #rTP.",
      "[Entweihen] #gTransformiere #g2 #gKarten. #rVerliere #r",
      "[Entweihen] #gVerbessere #g2 #gKarten. #rWerde #rverflucht #r- #rSchmerz.",
      " #rTP.",
      "[Gesperrt] - Erfordert mehr Karten."

    ]
  }
}
