{
  "evilWithin:GremlinMatchGame": {
    "NAME": "Match and Keep!",
    "DESCRIPTIONS": [
      "\" ... #bT-twelve cards! Match them to keep them! #bF-five tries... no do-overs. NL Are you ready? Let's start!\"",
      "You complete the gremlin's game and look up. NL He disappeared?",
      "A gremlin is madly shuffling cards on a table. This monster seems to be a harmless one. As you approach, he nervously breaks his composure for a moment, but finds the courage to address you.",
      "Immediately, the gremlin shouts! NL NL \"NOB!!!\" NL NL A lumbering gremlin emerges from the shadows, towering over the gremlin, the table, and you. NL \"Are you sure you don't want to play the game?\", the gremlin asks."
    ],
    "OPTIONS": [
      "[Continue]",
      "[Leave]",
      "[Play]",
      "Remaining Attempts: #y",
      "[Intimidate] Steal 6 cards.",
      "[Punch] #rFight. #gGain #g6 #gCards."
    ]
  },
  "evilWithin:WomanInBlue": {
    "NAME": "The Woman in Blue",
    "DESCRIPTIONS": [
      "Tucked in the darkness, you spot a small shop. Within, you see a pale woman in sharp clothes managing an inventory of potions, stacked along a wall. She is startled by your threatening appearance. NL \"Leave me and my wares alone, cretin!\" she screams.",
      "You exit the shop cautiously, not wanting to spur the woman into a fight.",
      "#r@WHAM@ NL Her gloved fist collides with your face, nearly knocking you off your feet. NL \"Get out before I litter the floor with your guts.\" You take her word and exit with your guts still safely in your body."
    ],
    "OPTIONS": [
      "[Leave]",
      "[Leave] #rTake #r",
      " #rDamage.",
      "[Punch] #rFight. #gGain #ga #gPotion #gRelic #gand #g3 #gPotions."
    ]
  },
  "evilWithin:GremlinWheelGame": {
    "NAME": "Wheel of Change",
    "DESCRIPTIONS": [
      "You come upon a dapper looking, cheery gremlin. Despite your menacing appearance, he seems to be unfazed, though you do catch him hesitantly glancing backstage. NL \"It's time to spin the wheel! Are you ready?\"",
      "\"You win some #yGOLD! NL YAY!!!!\"",
      "\"Ah, a #ggift! NL Enjoy!\"",
      "\"Oooh, a free #gHeal for you!\"",
      "\"Looks like you won a #pCurse! NL That's not good. NL Oh well! Better luck next time!\"",
      "\"Ohh, the power of #r~darkness...~ NL Choose a card to remove from your deck!\"",
      "\"Uh oh! NL You lose!\" NL You spot him readying a shiv...",
      "You slash at the crazy gremlin but he's simply too quick! NL He gets you a few times with a crude shiv. NL \"The price has been paid!!\" NL and with that, both the gremlin and its wheel disappear in a puff of smoke.",
      "The gremlin nervously looks over his shoulder, but quickly relaxes. You eye him gesturing with his hand, but disregard it. NL \"Now, now, friend, the wheel has fairly decided your reward! No one gets a second spin.\"",
      "Immediately, the gremlin shouts! NL NL \"NOB!!!\" NL NL A lumbering gremlin emerges from the shadows, towering over the gremlin, the table, and you. NL \"My friend here suggests you take what the wheel has offered.\".",
      "Settling in by the fire, you decide to see if you have better luck with the Wheel than your last attempt.",
      "The Wheel has chosen a prize. NL NL You need only to reach out and take it.",
      "Success! You've found what you are looking for, and just in time! NL NL #r@CRACK!@ NL NL You may have been a little rough with that last spin... the Wheel has been broken.",
      "You decide to try your luck another day. NL NL For now, you must rest and regain your composure."
    ],
    "OPTIONS": [
      "[Play]",
      "[Prize!] YAY!!!!",
      "[Prize!] #gObtain #ga #gRelic.",
      "[Prize!] #gHeal #gto #gfull #ghealth.",
      "[Prize?] #rCurse #r- #rDecay.",
      "[Prize!] #gRemove #ga #gcard #gfrom #gyour #gdeck.",
      "[Prize?] #rLose #r",
      " #rHP.",
      "[Leave]",
      "Select a Card to Remove.",
      "[Again!]",
      "[AGAIN!!]",
      "[Punch] #rFight. #gGain #gGremlin #gWheel.",
      "[Pass] Try again later."
    ]
  },
  "evilWithin:GremlinWheelGameRest": {
    "NAME": "Wheel of Change",
    "DESCRIPTIONS": [
    ],
    "OPTIONS": [
    ]
  },
  "evilWithin:LivingWall": {
    "NAME": "Living Wall",
    "OPTIONS": [
      "[Punch] #rFight. #gUse #gall #g3 #gHeads."
    ]
  },
  "evilWithin:Augmenter": {
    "NAME": "Augmenter",
    "DESCRIPTIONS": [
      "A man with an eyepatch and a devilish grin strides up to you. NL \"Oh my, what a terrifying subject! You may not care for science, but I promise you - I can make you stronger than any harvesting of souls. You're gonna need it if you're going after one of those \"heroes\".\" NL NL ~\"Whad'ya~ ~say?\"~"
    ],
    "OPTIONS": [
      "[Punch] #rFight. #gTake #gEverything."
    ]
  },
  "evilWithin:BonfireSpirits": {
    "NAME": "Bonfire Elemental",
    "DESCRIPTIONS": [
      "The spirits hungrily consume your offering! They gorge themselves on souls, burning brighter as the fire @doubles@ in strength. NL The spirits dance around you excitedly before ~merging~ ~into~ ~your~ ~form,~ filling you with warmth and strength. NL Your Max HP increases by #b10 and you are #ghealed to full HP."
    ],
    "OPTIONS": [
      "[Donate] #rLose #r150 #rSouls. #gGain #g10 #gMax #gHP.",
      "[Lcked] Requires 150 Souls."
    ]
  },
  "evilWithin:GoldenShrine": {
    "NAME": "Soul Shrine",
    "DESCRIPTIONS": [
      "Before you lies an elaborate shrine to an ancient spirit of evil. ",
      "As your hand touches the shrine, #ysouls spill forth from the shrine, ~showering~ ~you~ ~in~ ~power.~ ",
      "Each time you strike the shrine, #ysouls emit in bursts, again and again! NL NL As you consume the energy, you hesitate, realizing this shrine could have been a never-ending supply of power. You wonder if you made the #rright #rdecision.",
      "You ignore the shrine."
    ]
  },
  "evilWithin:FaceTrader": {
    "NAME": "Face Trader",
    "DESCRIPTIONS": [
      " NL NL He doesn't look like he would put up much of a fight, but he has survived in this place. Perhaps these masks hold some power..."
    ],
    "OPTIONS": [
      "[Punch] #rFight. #g100%: #gAll #gFace."
    ]
  },
  "evilWithin:CursedFountain": {
    "NAME": "The Cursed Fountain",
    "DESCRIPTIONS": [
      "You come across a tinged #p~purple~ #p~liquid~ flowing endlessly from a fountain on a nearby wall. It is one you recognize as deadly to most creatures, but quite beneficial to those subjected to a curse.",
      "As you drink the #p~liquid,~ you feel a #pdark #pgrasp reach into your mind. It feels luxurious and refreshing.",
      "Sensing that this #p~liquid~ may be useful, you decide to capture some in a jar to use later. Creatures not attuned to the #pdark #pwater will surely suffer when doused in it.",
      "The fountain's #p~liquid~ is roiling in the souls of the lost. It seems a waste to not make use of them. You channel the souls into your form, ripping them from the #pcursed #pfountain's magic.",
      "Leaving the fountain behind, you continue on your way."
    ],
    "OPTIONS": [
      "[Bottle] #gGain #gCursed #gLiquid #gPotion.",
      "[Consume] #gGain #g75 #ySouls.",
      "[Drink] #gHeal #gto #gfull #gHP.",
      "[Locked] Requires a curse.",
      "[Locked] Requires 2 curses.",
      "[Locked] Requires 3 curses.",
      "[Locked] Already used.",
      "[Leave]"
    ]
  },
  "evilWithin:WeMeetAgain": {
    "NAME": "We Meet Again!",
    "DESCRIPTIONS": [
      "\"BOSS!\" A cheery disheveled fellow approaches you gleefully. You know this man well. NL \"It's me, #yRanwid! You wouldn't believe what I've swindled from the cursed heroes! Do you have any more junk I can give them?\" NL You appreciate his friendliness and consider your options. Surely you have something Ranwid can use in his next \"deal\"...",
      "\"Oh, this is perfect! It's complete junk! Here, take these elixirs the last few fools gave me!\" NL Ranwid fumbles around his pouches, producing three bottles for you, though nearly dropping them in the process.",
      "\"Magnificent! This will be quite handy for my next deal. Oh, and I've been harvesting the corpses, as you requested!\" NL Ranwid hands you a soul stone, then scurries away, looking for a new face to sell your useless trinket to.",
      "\"Exemplary! With just a little work, I can make this look like something truly special.\" NL Ranwid departs, examining the relic carefully, no doubt pondering how he will exaggerate its usefulness to the next adventurer he meets.",
      "\"Nothing today boss? Okay!\" NL He scampers away."
    ],
    "OPTIONS": [
      "[Lose ",
      "] ",
      "#gGain #g3 #gPotions.",
      "#gGain ",
      " #ySouls.",
      "#gGain #ga #yRare #gCard.",
      "[Leave]",
      "[Locked] No Relic to give."
    ]
  },
  "evilWithin:Designer": {
    "NAME": "Designer In-Spire",
    "DESCRIPTIONS": [
      "You discover a #g~colorful~ shop with the banner \"IN-SPIRE\". A #rBandit shouts from just inside the entryway, threatening whoever is inside. NL NL @\"Give@ @me@ @your@ @gold!\"@ NL NL The Bandit doesn't notice you, distracted by his attempted looting.",
      "It takes little effort to deal with the thief, but the fight does not go without some injury on your part. A man with ridiculous clothing appears at the shop entrance. NL \"Thank you, kind overlord!\", the man says, beckoning you inside.",
      "You see no reason to get involved with this. There is important killing to be done.",
      "\"Oh my, you are just dreadful!! This will not do, no no. What is this style? You are to be @menacing!@ A feared and intimidating #roverlord of the Spire! You simply ~must~ let me give you a proper makeover.\" NL NL You aren't sure whether to take this man at his word and accept his services, or if you should be insulted at his disgust at your style.",
      "\"Okay, bye bye now! Tell your #roverlord friends!\" NL NL Though you were apprehensive of this man's ability, you definitely feel more intimidating.",
      "You punch him. NL \"My @FACE!!@ Now I'll have to-\" NL NL He fainted. Perhaps next time he will give pause before insulting a creature of your status."
    ],
    "OPTIONS": [
      "[Adjustments] ",
      "[Clean Up] ",
      "[Full Service] ",
      "[Ignore] Leave.",
      "[Punch] Leave.",
      "[Enter Shop]"
    ]
  },
  "evilWithin:DeadAdventurer": {
    "NAME": "Dead Adventurer",
    "DESCRIPTIONS": [
      "While channeling the ritual you are caught off guard!",
      "You exit without a sound.",
      "You come across a #rdead #radventurer on the floor. NL His spirit still lingers in the area. Also, ",
      "the armor and face appear to be #r@scoured@ #r@by@ #r@flames.@ ",
      "it looks as though he's been #r@gouged@ #r@and@ #r@trampled@ by a horned beast. ",
      "he looks to have been #r@eviscerated@ #r@and@ #r@chopped@ by giant claws. ",
      "NL A soul harvesting ritual could yield results here, but whichever creature slew this man may return soon.",
      "The ritual yields souls from the corpse! NL Continue channeling?",
      "The spell is unable to pull the fallen man's spirit... NL Continue channeling?",
      "Your magic causes the body to twitch and shake, and from its pockets falls a #yrelic! NL Continue channeling?",
      "The ritual has been completed!"
    ],
    "OPTIONS": [
      "[Soul Harvest] #gFind #gLoot. #r",
      "[Leave]",
      "[Fight]",
      "[Continue] #gFind #gLoot. #r",
      "%: #rmonster #rreturns."
    ]
  },
  "evilWithin:ShiningLight": {
    "NAME": "Shining Light",
    "DESCRIPTIONS": [
      "You find a shimmering #ymass #yof #ylight encompassing the center of the room. NL NL Its ~warm~ ~glow~ and ~enchanting~ ~patterns~ cause your stomach to turn, but you know this light carries an immense power.",
      "As you walk through the light, you grimace as it is absorbed into you. NL It's #r@scorching@ #r@hot@ ! You feel no pain, and though you are newly #binvigorated, the haunting memory of this disgusting warmth will stay with you for a long time to come.",
      "You walk around it, wondering what could have been."
    ],
    "OPTIONS": [
      "[Enter] #gUpgrade #g2 #grandom #gcards. #rBecome #rCursed #r- #rRegret.",
      "[Leave]",
      "[Locked] Requires: Upgradeable Cards"
    ]
  }
}