{
  "downfall:SolShrine": {
    "NAME": "영혼 성소",
    "DESCRIPTIONS": [
      "당신 앞에 고대 악한 영혼을 기리는 공들인 성소가 놓여있습니다. ",
      "성소를 건드리자, #y영혼 이 성소로부터 쏟아지며 ~당신에게~ ~힘의~ ~세례를~ ~퍼붓습니다.~ ",
      "성소를 후릴 때마다 계속해서 #y영혼 이 줄줄이 쏟아집니다! NL NL 당신이 영혼을 흡수하자, 이 성소에서 무한히 에너지를 공급할 수 있다는 사실을 깨닫습니다. 당신은 #r올바른 #r결정을 내린 것인지 의문이 듭니다.",
      "당신은 성소를 무시합니다."
    ]
  },
  "downfall:GremlinMatchGame": {
    "NAME": "맞추고 가져가!",
    "DESCRIPTIONS": [
      "\" 카드는 #b12장! 짝을 맞추면 가져가도 된다! 기회는 #b5번, 무르기 없기다. NL 준비됐느냐? 시작하자꾸나!\"",
      "당신은 그렘린의 게임을 마치고 올려다보았습니다. NL 그렘린이 어디로 사라졌지?",
      "그렘린은 미친듯이 테이블 위의 카드를 섞고 있습니다. 이 괴물은 해롭지는 않아 보입니다. 당신이 다가가자, 그렘린은 당황해서 겁먹은 것처럼 보였지만 이내 마음을 다잡고 말을 건넵니다.",
      "즉시, 그렘린이 외칩니다! NL NL \"안돼!!!\" NL NL 음지에서 그렘린이 서서히 나오더니, 당신, 그렘린, 테이블을 내려다봅니다. NL \"이제 진정한 게임을 시작하지 않겠느냐?\", 그렘린이 묻습니다."
    ],
    "OPTIONS": [
      "[계속한다]",
      "[떠난다]",
      "[시도한다]",
      "남은 시도 횟수: #y",
      "[위협한다] 카드를 6장 훔칩니다.",
      "[때린다] #r싸웁니다. #g카드를 #g6장 #g얻습니다."
    ]
  },
  "downfall:WomanInBlue": {
    "NAME": "파란 옷의 여자",
    "DESCRIPTIONS": [
      "당신은 어둠 속에 파묻힌 작은 가게를 발견합니다. 그 안에서 멋진 옷차림의 창백한 여자가 포션 진열장을 관리하는게 보입니다. 그녀는 당신의 위협적인 모습에 깜짝 놀랍니다. NL \"나랑 내 물건들을 내버려 둬, 멍청아!!\" 그녀가 비명을 지릅니다.",
      "당신은 괜히 여자를 자극해서 싸우고 싶지 않아 조심스레 가게를 빠져나옵니다.",
      "#r@쾅!@ NL 그녀의 장갑을 낀 주먹이 얼굴을 강타하여 당신을 거의 발치까지 쓰러뜨립니다. NL \"네 내장으로 바닥을 더럽히기 전에 여기서 나가.\" 그녀의 말을 받아들여 밖으로 나갑니다. 내장은 온전히 몸 안에 있군요."
    ],
    "OPTIONS": [
      "[떠난다]",
      "[떠난다] #r피해를 #r",
      " #r받습니다.",
      "[때린다] #r싸웁니다. 포션 3개와 포션 유물 1개를 얻습니다."
    ]
  },
  "downfall:GremlinWheelGame": {
    "NAME": "운명의 돌림판",
    "DESCRIPTIONS": [
      "당신은 말쑥해보이는 쾌활한 그렘린과 우연히 마주쳤습니다. 무대 뒤에서 그렘린이 머뭇거리며 힐끔대다 눈이 마주치긴 했지만, 당신의 위협적인 모습에도 불구하고 동요하지 않는 듯합니다. NL \"돌림판을 돌릴 시간이예요! ~준~ ~비~ ~됐~ ~나~ ~요?\"~",
      "\" #y영혼 을 얻으셨습니다! \" NL 앗싸!!!!",
      "\"아, #g선물 이군요! NL 즐겨주시길!\"",
      "\"이야, 공짜 #g회복을 드립니다!\"",
      "\" #p저주 를 얻으신 듯 하군요! NL 좋지 않네요. NL 어쩔 수 없죠! 다음번엔 행운이 있길!\"",
      "\"오우, #r~어둠~ 의 힘... NL 덱에서 제거할 카드를 한 장 골라주세요!\"",
      "\"이런! NL 패배하셨습니다!\" NL 당신은 그가 칼을 준비하는 걸 발견합니다...",
      "당신은 미친 그렘린을 베려했으나 그는 너무 빠릅니다! NL 그는 투박한 칼로 당신을 몇 번 공격합니다. NL \"대가는 지불되었다!!\" NL 그 말과 함께, 그렘린과 돌림판 둘 다 감쪽같이 사라졌습니다.",
      "그렘린은 긴장한 듯 자신의 어깻죽지로 시선을 돌렸지만 재빨리 긴장을 풉니다. 당신은 그렘린의 손짓을 보고도 무시합니다. NL \"워, 워, 친구. 굴림판이 공정하게 보상을 결정한 거라구요! 아무도 두 번 돌릴 순 없어요.\"",
      "즉시, 그렘린이 소리 지릅니다! NL NL \"안돼!!!\" NL NL 음지에서 그렘린이 서서히 나오더니, 당신, 그렘린, 테이블을 내려다봅니다. NL \"내 친구의 돌림판을 어디 가져갈 수 있으면 가져가 봐라.\".",
      "모닥불에서 지난번 돌림판보다 운이 더 좋을지 알아보기로 합니다.",
      "돌림판이 보상을 가리켰습니다. NL NL 이제 손만 뻗어서 가져가면 됩니다.",
      "성공입니다! 이번에야말로 원하던 것을 찾아냈습니다! NL NL #r@콰직!@ NL NL 마지막으로 조금 거칠게 돌렸나봅니다... 돌림판이 부서지고 말았습니다.",
      "당신은 다른 날에 운을 시험해 보기로 결심합니다. NL NL 지금은 안정을 취해야겠죠.",
      "그렘린은 달려들지만 당신은 준비되어있습니다. NL 그렘린이 단도로 찌르기 전에 베어버립니다. NL 슬프게도 당신 맘대로 상을 뜯어가기도 전에 돌림판은 감쪽같이 사라졌습니다."
    ],
    "OPTIONS": [
      "[돌린다]",
      "[보상!] 와아!!!!",
      "[보상!] #g유물을 #g획득합니다.",
      "[보상!] #g체력을 #g전부 #g회복합니다.",
      "[보상?] #r저주 #r- #r부패.",
      "[보상!] #g카드 #g더미에서 #g카드를 #g1장 #g제거합니다.",
      "[보상?] #r체력을 #r",
      " #r잃습니다.",
      "[떠난다]",
      "제거할 카드를 선택하십시오.",
      "[재도전!]",
      "[재도저언!!]",
      "[때린다] #r싸웁니다. #g그렘린 #g돌림판을 #g얻습니다.",
      "[넘긴다] 나중에 돌립니다.",
      "[보상!] #g선빵필승!",
      "[훔친다]"
    ]
  },
  "downfall:GremlinWheelGameRest": {
    "NAME": "운명의 돌림판",
    "DESCRIPTIONS": [
    ],
    "OPTIONS": [
    ]
  },
  "downfall:LivingWall": {
    "NAME": "살아있는 벽",
    "OPTIONS": [
      "[때린다] #r싸웁니다. #g세 #g머리 #g모두 #g이용합니다."
    ]
  },
  "downfall:Augmenter": {
    "NAME": "증강자",
    "DESCRIPTIONS": [
      "안대를 끼고 사악한 웃음을 짓는 남자가 성큼성큼 다가옵니다. NL \"세상에, 정말 무시무시한 놈이야! 네가 과학에 관심 있을 진 모르겠지만, 난 널 그 어떤 생명체보다 강하게 만들어 줄 수 있어. \"영웅들\"을 쫓는다면 이게 필요할 테지.\" NL NL ~\"자,~ ~어떡할래?\"~"
    ],
    "OPTIONS": [
      "[때린다] #r싸웁니다. #g모두 #g얻습니다."
    ]
  },
  "downfall:BonfireSpirits": {
    "NAME": "모닥불 정령들",
    "DESCRIPTIONS": [
      "정령들은 당신이 준 영혼들을 게걸스럽게 먹습니다! 정령들은 영혼을 잔뜩 먹더니, 불꽃이 @두@ @배@ 더 밝게 타오릅니다. NL 정령들이 흥분하여 당신을 둘러싸고 춤을 추더니 이내 ~당신의~ ~몸~ ~속으로~ ~스며들고,~ 당신은 따뜻함과 힘으로 가득찹니다. NL 최대 체력이 증가하고 체력이 전부 #g회복 됩니다."
    ],
    "OPTIONS": [
      "[기부] #r영혼을 #r150 #r잃습니다. #r최대 #r체력을 #r10 #r얻습니다.",
      "[잠김] 영혼이 150 필요합니다.",
      "[기부] #r영혼을 #r150 #r잃습니다. #r각 #r그렘린이 #r최대 #r체력을 #r2 #r얻습니다."
    ]
  },
  "downfall:FaceTrader": {
    "NAME": "얼굴 상인",
    "DESCRIPTIONS": [
      " NL NL 잘 싸울 것처럼 보이진 않지만 이곳에서 살아 남아왔습니다. 아마 이 가면들이 힘을 주는 거겠죠...."
    ],
    "OPTIONS": [
      "[때린다] #r싸웁니다. #g100%: #g모든 #g얼굴."
    ]
  },
  "downfall:CursedFountain": {
    "NAME": "저주받은 샘",
    "DESCRIPTIONS": [
      "근처 벽에 달린 분수로부터 끝없이 흘러나오는 #p~연보랏빛~ #p~액체와~ 우연히 마주쳤습니다. 대부분 생명체에게는 치명적이지만 저주받은 자에게는 꽤나 유익하다고 알고 있습니다.",
      "샘의 #p~액체에는~ 길을 잃은 영혼들이 일렁입니다. 안 쓰는 게 낭비 같군요. 당신은 #p저주받은 #p샘의 마법에서 영혼들을 떼어 나릅니다.",
      "이 #p~액체가~ 유용할 거 같은 느낌이 들어 나중에 사용하도록 병에 담았습니다. 이 #p어둠의 #p물에 익숙하지 않은 생명체가 적셔지면 분명 고통받을 테니까요.",
      "#p~액체를~ 마시자 당신의 정신에 어둠의 손길이 닿는 게 느껴집니다. 꽤 부유하고 산뜻한 기분이군요.",
      "당신은 샘을 뒤로한 채 가던 길을 갑니다."
    ],
    "OPTIONS": [
      "[담는다] #g저주받은 #g샘 #g포션을 #g얻습니다.",
      "[흡수한다] #g영혼을 #g75 #y얻습니다.",
      "[마신다] #g모든 #g체력을 #g회복합니다.",
      "[잠김] 저주가 1장 필요합니다.",
      "[잠김] 저주가 2장 필요합니다.",
      "[잠김] 저주가 3장 필요합니다.",
      "[잠김] 이미 사용했습니다.",
      "[떠난다]"
    ]
  },
  "downfall:WeMeetAgain": {
    "NAME": "또 만났네요!",
    "DESCRIPTIONS": [
      "\"보스!\" 너저분한 옷을 입은 쾌활한 남자가 신이 나서 당신에게 다가옵니다. 당신은 이 남자를 잘 알고 있습니다. NL \"저예요, #y랜위드! 제가 저주받은 영웅들한테 사기친 걸 못 믿으시겠죠! 혹시 놈들한테 줄 쓰레기 같은 물건이 있나요?\" NL 당신은 그의 호의에 감사하며 사정을 생각해봅니다. 분명 랜위드가 다음 번 \"거래\"에서 쓸만한걸 건질 테니 말이죠...",
      "\"와, 완벽해요! 완전 쓰레기 같아요! 여기요, 최근에 멍청이들이 준 영약을 받아 가셔요!\" NL 랜위드는 엉거주춤하게 주머니를 뒤적거리다 하마터면 깨트릴뻔했지만, 무사히 3병을 건넵니다.",
      "\"훌륭해요! 이건 다음 거래에 아주 쓸모 있을 거예요. 아, 그리고 당신이 원한대로 시체들에서 수확해 왔어요!\" NL 랜위드는 영혼석을 건네주고는 당신의 쓸모없는 장신구를 팔아 넘길 새로운 호구를 찾아 허둥지둥 길을 나섭니다.",
      "\"딱이네요! 제가 조금만 더 손보면 정말 특별해 보일 거예요.\" NL 랜위드는 유물을 주의깊게 살피며 떠납니다. 다음번에 만날 모험가들에게 이 유물이 얼마나 대단한 물건인지, 어떻게 허풍 칠지 생각해보는 게 분명해 보이는군요.",
      "\"보스, 오늘은 아무것도 없나요? 괜찮아요!\" NL 그는 잽싸게 달아납니다."
    ],
    "OPTIONS": [
      "[ ",
      " 유물을 준다] ",
      "#g포션을 #g3개 #g얻습니다.",
      "#g영혼을 #g",
      " #g얻습니다.",
      "#y희귀 #y카드를 #g1장 #g얻습니다.",
      "[떠난다]",
      "[잠김] 줄 유물이 없습니다.",
      "#g포션을 #g2개 #g얻습니다."
    ]
  },
  "downfall:Designer": {
    "NAME": "탑-클래스 디자이너",
    "DESCRIPTIONS": [
      "당신은 \"탑-클래스\"라는 간판이 걸린 #g~화려한~ 상점을 발견합니다. 입구 안쪽에서 #r도적 이 안에 있는 자를 소리치며 위협합니다. NL NL @\"돈을@ @내놔라!\"@ NL NL 도적은 터는 것에 정신 팔려 당신을 알아차리지 못합니다.",
      "생채기 하나 없이 가뿐하게 도적을 처리합니다. 우스꽝스러운 옷을 입은 남자가 상점 입구에 나타납니다. NL \"고마워, 친절한 지배자 씨!\", 남자가 안에서 손짓하면서 말합니다.",
      "당신은 이 일에 엮여봤자 좋을 거 없다고 생각합니다. 침입자를 처리하는 게 더 중요하니까요.",
      "\"세상에 맙소사, 끔찍해!! 이건 아니야, 아니고말고. 이 차림새는 도대체 뭐야? 지배자는 더 @위협적인@ @존재야!@ 첨탑의 지배자란 무시무시해야 된다고! 내가 어디 한 번 ~제대로~ 변신시켜줄게.\" NL NL 당신은 이 남자의 말을 믿고 그의 서비스를 받을지, 아니면 차림새에 대한 모욕으로 받아 들여야 할지 망설여집니다.",
      "\"그래 좋아, 이젠 안녕해야겠네! 다른 #r지배자 씨들한테 내 이야기 좀 해줘!\" NL NL 당신은 이 남자의 능력을 걱정했지만, 확실히 더 위협적으로 느껴지게 됐습니다.",
      "당신은 그를 때렸습니다. NL \"내 @얼굴!!@ 그럼 내 차례인-\" NL NL 그는 기절했습니다. 이러면 다음번에는 당신과 비슷한 생명체를 만나면 모욕하지 않고 몸을 사리겠죠."
    ],
    "OPTIONS": [
      "[교정] ",
      "[정리정돈] ",
      "[플 서비스] ",
      "[무시] 떠납니다.",
      "[때린다] 떠납니다.",
      "[가게로 들어간다]",
      " #g보상을 #g얻습니다."
    ]
  },
  "downfall:DeadGuy": {
    "NAME": "죽은 모험가",
    "DESCRIPTIONS": [
      "의식을 계속하던 중 기습을 당했습니다!",
      "소리없이 탈출했습니다.",
      "바닥 위의 #r죽은 #r모험가 와 우연히 마주쳤습니다. NL 그의 영혼은 여전히 남아있습니다. 또 ",
      "갑옷과 얼굴이 #r@화염에@ #r@그을린@ 것으로 보입니다. ",
      "마치 뿔달린 짐승이 그를 #r@찌르고@ #r@짓밟은@ 것처럼 보입니다. ",
      "거대한 발톱에 의해 잘리고 내장이 빠져나온 것처럼 보입니다. ",
      " NL 영혼을 수확하는 의식으로 전리품을 얻을 수 있겠지만 남자를 해친 생물이 곧 돌아올지도 모릅니다.",
      "시체에서 영혼을 뽑는 의식이 성공했습니다! NL 의식을 계속하시겠습니까?",
      "전사한 남자의 영혼을 뽑아내는 데 실패했습니다... NL 의식을 계속하시겠습니까?",
      "의식으로 그의 몸을 흔들자 주머니에서 #y유물 이 떨어집니다! NL 의식을 계속하시겠습니까?",
      "의식이 완벽히 끝났습니다!"
    ],
    "OPTIONS": [
      "[영혼 수확] #g시체를 #g뒤집니다. #r",
      "[떠난다]",
      "[싸운다]",
      "[계속한다] #g시체를 #g뒤집니다. #r",
      "%: #r괴물이 #r돌아옵니다."
    ]
  },
  "downfall:ShiningLight": {
    "NAME": "밝은 빛",
    "DESCRIPTIONS": [
      "당신은 방 한가운데에서 일렁이는 #y빛의 #y덩어리 를 발견했습니다. NL NL ~따뜻한~ ~빛과~ ~황홀한~ ~문양이~ 속을 뒤틀리게 하지만 이 빛은 엄청난 힘을 가지고 있습니다.",
      "빛 사이로 걸어갈 때 빛이 당신에게 흡수될 때 인상을 찌푸립니다. NL #r@타는@ #r@듯이@ #r@뜨겁습니다!@ 이내 고통은 사그라들고 #b활기 를 되찾았지만, 이 역겨운 따뜻함은 잊을 수 없는 기억이 되어 상처로 남을 것입니다.",
      "무슨 일이 벌어질 수 있었을지 궁금해하면서 빛을 빙 돌려 돌아갑니다."
    ],
    "OPTIONS": [
      "[들어간다] #g무작위 #g카드를 #g3장 #g강화합니다. #r저주를 #r받습니다 #r- #r당혹.",
      "[떠난다]",
      "[잠김] 필요: 강화 가능한 카드"
    ]
  },
  "downfall:WorldOfGoop": {
    "NAME": "끈적이 천지",
    "DESCRIPTIONS": [
      "당신은 물웅덩이에 빠졌습니다. NL @그@ @웅덩이는@ #g@끈적이@ #g@슬라임으로@ @가득@ @차@ @있습니다!!@ NL 귀와 코를 포함한 모든 곳에서 끈적임이 느껴집니다. NL NL 기어 올라와보니 독특하게 생긴 #y노란색 #y슬라임 이 몸에 붙어있단 것을 알아차립니다. 슬라임은 웅덩이에 빠진 불행한 모험가들에게 #y영혼 을 수집하고 있었던 것으로 보입니다. 정말 편리하군요.",
      "이 불행한 웅덩이 사건을 그냥 넘기고 싶진 않아, 당신은 #y노란색 #y슬라임 후려칩니다. NL NL 슬라임은 바로 @터져버렸습니다!@ NL NL 아까보다 더 많은 끈적이로 뒤덮일거라곤 생각하지도 못했는데 말이죠.",
      "#y노란색 #y슬라임 을 털어내고 여정을 떠납니다. 여전히 군데군데 끈적이가 붙어 있긴 하지만요. 확실히 더 무시무시해 보이긴 하겠네요."
    ],
    "OPTIONS": [
      "[전부 수확한다] #g영혼을 #g",
      "[흡수한다] #g영혼을 #g",
      "[짜낸다] #g영혼을 #g",
      " #g얻습니다. #r저주를 #r3장 #r받습니다 #r- #r질척임.",
      " #g얻습니다. #r저주를 #r2장 #r받습니다 #r- #r질척임.",
      " #g얻습니다. #r저주를 #r받습니다 #r- #r질척임.",
      "[떠난다]"
    ]
  },
  "downfall:Serpent": {
    "NAME": "배애애애앰",
    "DESCRIPTIONS": [
      "당신은 땅에 뚫린 큰 구멍을 보고 방으로 들어갔습니다. 구멍 앞에 도달하자 갑자기 커다란 뱀이 튀어나왔습니다. NL NL ~\"하~ ~하하!~ ~안녕~ ~안녕!~ ~무엇이~ ~우리를~ ~여기로~ ~이끌었을까?~ 안녕 우리의 지배자, 간단한 질문을 하나 할게. NL 인생의 가장 좋은 점은 바로 #r~뭐든지~ #r~때려~ #r~눕힐~ #r~수~ #r~있다는~ #r~것~ 아니겠어? NL 너도 그렇게 생각하지?\"",
      "~\"스스슷슷스스스..~ ~..스스스슷.....~ ~스슷...~ ~스스스....\"~",
      "뱀은 매우 실망한 표정으로 당신을 노려봅니다.",
      " NL NL 뱀은 고개를 쳐들고는 섬뜩한 단말마를 내지르더니 몸이 축 늘어졌습니다. 덕분에 생명력을 손쉽게 수확해냈습니다. NL NL 그 모습은 당신의 경외심을 불러일으켰습니다. 그런데 은유적으로 말한 거 아니었나 생각이 듭니다. 아마 다른 이들에게 무력을 행사하란 뜻 같기도 하지만 이제는 아닙니다..."
    ],
    "OPTIONS": [
      "[승낙] [때린다] #g영혼을 #g",
      " #g얻습니다. #r저주를 #r받습니다 #r- #r의심.",
      "[거절]",
      "[떠난다]"
    ]
  },
  "downfall:WingStatue": {
    "NAME": "날개 조각상",
    "DESCRIPTIONS": [
      "돌과 바위들 사이에서, 당신은 날개 모양의 복잡하고 커다란 푸른 조각상을 발견했습니다. NL 조각상 틈새로부터 쏟아져 나오는 #y금화 를 발견했지만, 당신에게는 아무런 가치가 없습니다. 하지만 조각상이라면 말이 다르겠죠...",
      "깨어난 자의 광신자들과 만날지도 모르니, 당신은 부서진 조각상을 가져갑니다. 이걸로 교단의 신도들에게 당신의 대의를 증명할 수 있겠죠.",
      "당신은 있는 힘껏 조각상을 후립니다. NL 그러자 곧 치명적으로 날카로운 조각이 @사방으로@ @튑니다.@ 당신은 파편을 쥐고 길을 나섭니다.",
      "당신은 지나쳐 버리고는 가던 길을 갑니다.",
      "까...까악?! 새의 신님께 바칠 공물?",
      "까악-까아악!!",
      "교환을? 괜찮은 제안이로군...",
      "교단에서 만족스러워하겠군..."
    ],
    "OPTIONS": [
      "[파괴한다] #r체력을 #r",
      " #r잃습니다. #g날카로운 #g조각을 #g얻습니다.",
      "[수집한다] #g부서진 #g날개 #g조각상을 #g얻습니다.",
      "[떠난다]"
    ]
  },
  "downfall:GoldenIdol": {
    "NAME": "황금 우상",
    "DESCRIPTIONS": [
      "당신은 눈에 띄지 않는 곳에서 받침대 위에 평화로이 앉아있는 #y빛나는 #y황금 #y우상 을 발견했습니다. 엄청난 가치가 있어보입니다. NL NL 떠도는 모험가들이 탐낼만한 물건임이 분명해, 함정을 설치할만한 가치가 있어 보입니다.",
      "당신은 눈에 띄지 않는 곳에서 받침대 위에 평화로이 앉아있는 #y빛나는 #y황금 #y우상 을 발견했습니다. 엄청난 가치가 있어보입니다. NL NL 모험가의 시신은 거대한 물체에 짓눌린 채 복도 아래 조금 떨어진 곳에 놓여있었습니다. 모험가의 영혼은 아직도 이곳에 머물러있습니다.",
      "우상의 무게를 촉매로 주위의 거대한 바위가 무너지도록 간단한 함정을 설치하면, 누군가 #y빛나는 우상을 가져가려 할 때 함정이 발동할 겁니다. NL 함정 설치에 만족한 당신은 발걸음을 옮깁니다.",
      "당신은 모험가의 영혼을 체내로 흡수하여 에너지를 만들어냅니다.",
      "받침대는 그대로 두기로 했습니다. 함정 설치는 당신 수준에 걸맞은 일이 아니니까요.",
      "당신은 영혼을 그대로 내버려두고 가던 길을 갑니다."
    ],
    "OPTIONS": [
      "[함정 설치] #r타격을 #r1장 #r잃습니다.",
      "[수확] #g영혼을 #g",
      " #g얻습니다.",
      "[떠난다]",
      "[잠김] 타격 1장이 필요합니다."
    ]
  },
  "downfall:Cleric": {
    "NAME": "성직자",
    "DESCRIPTIONS": [
      "금색 투구(?)를 낀 이상한 푸른색의 인간형 생물이 크게 미소지으며 당신에게 다가옵니다. NL 당신이 어떤 존재인지 깨닫는 순간, 이 생물의 환한 웃음은 순식간에 공포에 물든 표정으로 바뀝니다. NL ~\"괴-괴물이다!!\"~ 겁에 질려 소리를 지르더니 몸을 돌려 달아나려고 합니다.",
      "단 한 방에 푸른색 살덩어리로 전락합니다. 당신은 성직자의 #y영혼을 흡수하고는 발걸음을 옮깁니다.",
      "\"성직자 살려! 성직자 살려줘!\" 당신이 위협적으로 다가가자 성직자가 소리칩니다. NL 푸른색의 차가운 불꽃이 당신의 몸을 감싸더니 없어집니다. NL 그러자마자 \"성직자\"는 달아나 버렸습니다."
    ],
    "OPTIONS": [
      "[때린다] #g영혼을 #y",
      "[위협한다] #g카드을 #g1장 #g제거합니다.",
      "[얻는다]",
      "제거할 카드를 고르십시오.",
      " #y얻습니다."
    ]
  },
  "downfall:Ghosts": {
    "NAME": "유령 의회",
    "DESCRIPTIONS": [
      "계속 내려가다 보니, #p~짙고~ #p~검은~ #p~연기~ 가 주변의 땅과 벽에서 차오르더니 가면을 쓴 세 형상으로 합쳐집니다. NL NL ~\"내가~ ~보기엔~ ~심장의~ ~또~ ~다른~ ~하수인인~ ~것~ ~같은데\"~ NL #r@\"동의하네!@ #r@그것은@ #r@항상@ #r@약해빠진@ #r@졸개들을@ #r@보낸단@ #r@말이지!\"@ NL NL 당신은 세 번째 존재가 지나칠 정도로 큰 미소를 짓는 걸 알아챕니다. NL \"다른 자들은 신경쓰지 말게... 우리의 #y~힘~ 을 맛보고 싶은가?\" ",
      "@\"공물이라!@ 꽤나 ~매력적이군...\"~ NL NL 유령의 형상을 한 것이 말을 하면 할수록 그것의 큰 입이 점점 더 커지는 것을 알아챕니다. 몸 안에서 죽은 이들에게 수집한 #b~영혼~ 이 강제로 소용돌이치며 거대한 입속으로 빨려들어갑니다. 당신은 거기에 휘말려 들어가지 않으려고 안간힘을 다 해 버팁니다. NL NL 의식을 잃기 직전에야, 소용돌이는 잦아들었고 유령의 형상을 한 것은 에테르 속으로 녹아들어 사라져버렸습니다. NL NL 당신은 #b공허함 을 느끼지만 계속 나아갑니다."
    ],
    "OPTIONS": [
      "[바친다] #r영혼을 #r",
      " 잃습니다. #g영체화 를 1장 받습니다.",
      "[잠김] 영혼이 ",
      " 필요합니다."
    ]
  },
  "downfall:CursedTome": {
    "NAME": "저주받은 고서",
    "DESCRIPTIONS": [
      "당신은 버려진 사원에서 거대한 책을 발견하고 열어서 #p@수수께끼@ #p@같은@ #p@글@ 발견합니다. NL NL 자세히 글을 해석할 필요는 없습니다. 왜냐하면 이미 글이 가진 힘과 어떤 #r대가 를 치르는 지 알고 있기 때문입니다.",
      "대가를 알고는 저 책의 대가를 치르기로 합니다. 받침대를 향해 손을 뻗는 순간, 고서가 당신의 무수히 많은 영혼을 긁으며 #r천 #r가지 #r목소리 로 최면을 걸어옵니다! NL NL 간신히 책을 얻어내고는 이전보다 더 타락한 상태로 #b~진이~ #b~빠진~ #b~채~ 사원을 빠져나갑니다."
    ]
  },
  "downfall:ForgottenAltar": {
    "NAME": "잊힌 제단",
    "DESCRIPTIONS": [
      "당신은 제단에 서서 내면의 영적 에너지를 전달합니다. NL 여신에게 바치는 공물로 영혼이 쏟아져나오자 달래주는 듯 조각상의 팔들이 뻗어 나와 #p~저주의~ #p~마법~ 을 뿜어냅니다. NL 모든 것이 어둠으로 뒤덮입니다. NL 잠시 후 깨어나자 단잠을 잔 듯 전투로 인한 상처가 모두 나아있었습니다.",
      "잠시 악이 깃든 조각상을 우러러보고는 다시 발길을 돌려 도시로의 여정을 떠납니다."
    ],
    "OPTIONS": [
      "[영혼을 제공한다] #r영혼을 #r",
      " #r잃습니다. #g체력을 #g",
      " #g회복합니다.",
      "[잠김] 영혼이 ",
      " 필요합니다.",
      "[떠난다]"
    ]
  },
  "downfall:Bandits": {
    "NAME": "붉은 가면 도적단",
    "DESCRIPTIONS": [
      "당신은 커다란 #r붉은 #r가면 을 착용한 도적 무리와 맞닥뜨렸습니다. NL \"이봐, 지나가고 싶- 이런, ~괴물이잖아.~ 우리 서비스가 필요하진 않아?\"",
      "정말 고마워, 멍청아! 분명 이 선택을 후회하지 않을거야..."
    ],
    "OPTIONS": [
      "[",
      " 유물을 잃습니다] #g도적단을 #g고용합니다.",
      "[잠김] 유물이 필요합니다."
    ]
  },
  "downfall:Nloth": {
    "NAME": "느로스",
    "DESCRIPTIONS": [
      "이 바닥에 사는 첨탑 생물이 아니라고 결론 짓자마자 느로스의 상자를 쳐서 뺏고는 휘두릅니다. NL NL 극심한 고통에 느로스의 몸이 넘어가자 반사적으로 @촉수를@ @휘둘러@ 당신에게 #r고통스러운 #r자국 을 남깁니다! NL NL 생명을 다한 몸이 땅에 넘어가자 덜컥이는 소리와 함께 눈을 매료시키는 장신구를 보게 됩니다. 그가 쓰레기 더미를 뒤지던 것처럼 그의 몸을 뒤지자 강력한 마법의 유물을 발견할 수 있었습니다."
    ],
    "OPTIONS": [
      "[때린다] #g무작위 #g유물을 #g얻습니다. #r저주를 #r받습니다 #r- #r고통."
    ]
  },
  "downfall:KnowingSkull": {
    "NAME": "뭐든지 아는 해골",
    "DESCRIPTIONS": [
      "당신은 장식으로 꾸며진 낡은 방에 들어섭니다. 화려하게 장식된 받침대 위에 놓여진 커다란 해골이 방 한가운데에 있습니다. 가까이 다가가자 해골이 #g@갑자기@ #g@불꽃을@ #g@내뿜으며@ 당신을 바라봅니다. NL NL \"무엇을 구하는가? 무엇을 바칠 것인가\" NL 해골이 말을 마침과 동시에 뒤에 있던 문이 @쾅@ @닫힙니다.@",
      "\"자자자자자잠깐나한테손-\" NL NL 해골의 말은 무시하고 받침대에서 잡아채자 순간 #r불길이 해골을 그을리고 맙니다. 나중에 유용한 데가 있겠죠...",
      "\"뒤쪽이다, 필멸자야.\" NL 해골의 뒤를 슬쩍 보자 아니나 다를까 문이 있군요."
    ],
    "OPTIONS": [
      "[너.] #g해골을 #g얻습니다. #r체력을 #r",
      "[떠난다] ",
      " #r잃습니다."
    ]
  },
  "downfall:Vagrant": {
    "NAME": "애원하는 부랑자",
    "DESCRIPTIONS": [
      "당신은 남자를 죽이고 영혼을 수확합니다. 뒤에서 약 냄새가 나는 ~중독자들이~ ~몰려듭니다.~ NL \"저 녀석이 방금 부르고뉴를 죽였어!\" 누군가 외치자, 이곳에서 마주쳤던 부랑자들보다 더 많은 이들이 다가옵니다. NL NL 탈출에는 성공했지만 #r물린 #r상처와 #r긁힌 #r상처투성이네요.",
      "당신은 그의 손아귀에서 #y귀중해 #y보이는 #y유물 을 낚아채고 달아납니다. NL 뒤에서 소리가 들립니다. NL \"넌 부끄럽지도 않냐? ~너는~ #r~자존심~ ~도~ ~없는~ ~거어어냐고오?!\"~ NL 그러나 당신은 부끄러움 따윈 모릅니다. 첨탑의 지배자에게 도둑맞는 건 영광이니까요!"
    ],
    "OPTIONS": [
      "[때린다] #g영혼을 #g85 #g얻습니다. #r체력을 #r",
      " #r잃습니다.",
      "[턴다] #g유물을 #g얻습니다. #r저주를 #r받습니다 #r- #r긍지."
    ]
  },
  "downfall:Beggar": {
    "NAME": "늙은 거지",
    "DESCRIPTIONS": [
      "황금 투구(?)를 낀 이상한 푸른 색의 인간형 생물이 크게 미소지으며 당신에게 다가옵니다. NL 당신이 어떤 존재인지 깨닫는 순간, 이 생물의 환한 웃음은 순식간에 공포에 물든 표정으로 바뀝니다. NL ~\"괴-괴물이다!!\"~ 겁에 질려 소리를 지르더니 몸을 돌려 달아나려고 합니다.",
      "늙은 거지는 어리둥절한 듯 주위를 둘러봅니다. 그는 당신을 무시하고 이곳을 쭉 훑더니 당신을 힐끔 쳐다봅니다. NL \"젊고 푸른 피부를 가진 남자 못봤나? 특이한 황금 투구를 쓴? 주로 도시에 와서 헌금으로 먹을 걸 나눠주고는...\" NL 거지는 조금 전에 해치운 #b성직자 를 찾는 게 분명해 보이네요.",
      "@\"겁내지@ @말라고,@ @늙은이.@ @네@ @생각보다@ @더@ @빨리@ @그@ @친구를@ @만날@ @테니까.\"@ NL NL 거지는 방어하기 위해 안간힘을 쓰지만 당신은 손쉽게 그를 쓰러뜨립니다. NL 골목을 뒤로하고 당신은 오늘 한 일에 #y긍지 를 느끼며 앞으로 걸어 나갑니다.",
      "이 남자는 충분히 고통받았으니까요. 당신은 그를 살려 두기로 하고 자리를 옮깁니다.",
      "거지는 망토를 벗어 던지고 본인이 #b성직자 임을 드러냅니다! NL @\"끔찍한@ @영혼이로구나.@ @성직자는@ @경호원을@ @고용했다고!\"@ 그가 외칩니다. NL NL 골목에서 완전 무장을 한 두 덩치가 나왔습니다. 당신이 반응하기도 전에 검을 뽑아 달려듭니다!",
      "#b성직자 의 경호원을 죽이고 그를 다시 골목 구석으로 몰아넣습니다. 그는 겁에 질려 몸을 떨고 있습니다.",
      "단 한 방에 푸른색 살덩어리로 전락합니다. 당신은 흡족하게 성직자의 #y영혼 을 흡수하고는 발걸음을 옮깁니다. NL NL 당신이 길을 나설 때 다른 거지들이 건물 뒤편과 골목에서 유심히 쳐다보고 있었다는 것을 깨달았습니다. 당신은 그들의 공포를 누립니다. 첨탑의 지배자에게 덤비면 어떻게 되는지 교훈이 되었겠죠.",
      "\"성직자 살려! 성직자 살려줘!\" 당신이 위협적으로 다가가자 성직자가 소리칩니다. NL 푸른색의 차가운 불꽃이 당신의 몸을 감싸더니 없어집니다. NL 푸른색의 차가운 불꽃이 당신의 몸을 감싸더니 없어집니다. NL NL 당신은 그의 힘이 유용하고 다시 경호원을 고용해도 쉽게 처리할 수 있기 때문에 이 \"성직자\" 를 한 번 더 살려 두기로 합니다."
    ],
    "OPTIONS": [
      " #r저주를 #r받습니다 #r- #r긍지.",
      "[싸운다]",
      "[위협한다] #g덱에서 #g카드를 #g2장 #g제거합니다."
    ]
  },
  "downfall:Mausoleum": {
    "NAME": "영묘",
    "DESCRIPTIONS": [
      "일련의 무덤 사이를 지나가던 중, 원형 방의 중심에 놓인 ~보석으로~ ~가득한~ 커다란 석관과 마주쳤습니다. NL 관에 적혀 있는 글을 알아볼 수는 없지만, #p~검은~ #p~안개~ 가 옆에서 스며 나오는 것을 볼 수 있습니다. NL 당신에게 이 안개는 익숙한데, 분명 #y~영혼의~ 신호였죠.",
      "당신은 그들의 영혼을 모으며 #p~영혼~ #p~안개~ 를 흡수합니다. 하지만 떠나면서 당신은 #r@뭔가@ #r@오싹한@ #r@느낌을@ 받기 시작했습니다..."
    ],
    "OPTIONS": [
      "[포식] #g영혼을 #g200 #g얻습니다. #r저주를 #r받습니다 #r- #r귀신들림."
    ]
  },
  "downfall:Nest": {
    "NAME": "둥지",
    "DESCRIPTIONS": [
      "길게 줄지어 늘어선 #b~모자를~ #b~눌러쓴~ #b~무리~ 가 #p알려지지 #p않은 #p대성당 으로 들어서는 것이 보입니다. NL 당신이 성당에 들어서는 순간 군중들이 돌아봅니다! NL NL 순식간에 대성당이 헉하는 소리, 환호하는 소리, 그리고 까악거리는 불협화음으로 가득 찹니다. 광신자 중 하나가 제물을 들고 당신에게 다가옵니다.",
      "제단 위에 놓인, 위험해 보이는 무기에 눈독 들인 당신은 줄을 선 광신자들을 베어버리고 간단하게 물건을 가져갑니다. 당신은 빠르게 #r광신자들에게 포위당합니다! NL NL #r@\"살인자!!@ #r@살인자@ #r@살인자!!\"@ NL #b~\"까악~ #b~까악~ #b~까아아아아아악!\"~ NL NL 광신자들은 빠르게 가진 단검을 뽑아 듭니다. 당신은 그들을 #r가르고 #r베고 #r밀치면서 건물을 빠져나옵니다.",
      "광신자의 제물을 받아들이고 그의 손에 들려있던 이상한 엘릭서를 가져갑니다. NL NL 광신자들이 당신을 위해 @구호를@ @외칩니다!@ NL NL #b~\"까악~ #b~까악~ #b~까아아아아아악!!\"~ NL NL 당신도 함께 구호를 외칩니다. 안 될게 있나요? 광신자들은 이상한 집단이지만 당신의 동료 지배자를 잘 섬기고 있으니까요.",
      "#r@\"새의@ #r@신님께서!!@ #r@돌아오셨다!!\"@ NL #b~\"까악~ #b~까악~ #b~까아아아악!\"~ NL NL 열렬한 환호로 맞이해주는 광신자들을 헤치다, 곧 지도자와 직접 마주하게 됩니다. 멋진 옷을 입은 광신자가 당신의 손에 #y화려하게 #y장식된 #y단검 을 쥐어줍니다.",
      "무슨 일이 벌어질지 모르는 채, 당신은 단검을 가져갑니다. 광신자들의 지도자는 로브 안에 손을 넣어 #b기름진 #b파란 #b혼합물 을 내어줍니다.",
      "지도자를 둘러싼 광신자들이 곧바로 단검과 포션을 그에게 가져다줍니다. 그는 당신에게 행동을 따라 하라고 손짓합니다.",
      "당신은 지도자의 의식 과정을 따라 합니다. 포션의 코르크 마개를 따서 액체를 부드럽게 단검에 약간 붓습니다. 대성당의 불빛이 칼날에 비쳐 #b~섬뜩한~ #b~빛깔~ 을 내는 것만 같습니다. NL NL 지도자의 손짓이나 말 한마디 없이 두 광신자가 앞으로 다가옵니다. 한 명은 당신에게, 한 명은 지도자에게 갑니다. NL NL 이제 그들이 무엇을 원하는지는 극도로 명확해졌습니다.",
      "#r당신은 #r단검을 #r광신자의 #r심장에 #r꽂습니다! NL NL #b~\"까악~ #b~까악~ #b~까아아아악!\"~ NL NL 의식을 마치자 살아남은 광신자들은 더할 나위 없이 행복해 보입니다. 그들은 축하의 의미로 막대기를 흔들며, 당신이 대성당을 빠져나올 때도 계속해서 까악거리며 환호성을 지릅니다."
    ],
    "OPTIONS": [
      "[조각상을 돌려준다] #r부서진 #r날개 #r조각상을 #r잃습니다. #g많은 #g보상을 #g얻습니다.",
      "[잠김] 부서진 날개 조각상이 필요합니다.",
      "[받아들인다] #g광신자 #g포션을 #g얻습니다.",
      "[훔친다] #g의식용 #g단검을 #g얻습니다. #r체력을 #r",
      " #r잃습니다.",
      "[떠난다]",
      "[계속한다]",
      "[단검을 받는다] #g의식용 #g단검을 #g받습니다.",
      "[세례를 받는다] #g의식용 #g단검을 #g강화합니다.",
      "[희생] 의식용 단검+으로 #r광신자를 #r죽입니다.",
      "[찬사를 받는다] #g부서진 #g날개 #g조각상을 #g돌려주고 #g보상들을 #g받습니다."
    ]
  },
  "downfall:Colosseum": {
    "NAME": "콜로세움",
    "DESCRIPTIONS": [
      "첨탑을 따라 계속해서 내려가다 보니, 당신은 거대한 경기장 근처에서 매복하고 있는 사람들을 발견했습니다. 다가가자 깜짝 놀란 노예상인이 재빨리 어찌 된 사정인지 설명합니다. NL NL \"우리는 도시에 침입한 자들을 기다리고 있다구. 너도 그들이 목적이잖아! 갓 잡아서 싱싱한 포로를 관중들도 기다리고 있어. 모두들 #r싸움부터 #r죽음까지 정말 사랑하니까!\"",
      "노예상인들은 적대적이지도 않고 당신의 먹잇감에 상처를 입혀 느리게 하니 매우 도움이 될 것입니다. NL NL 그렇지만 이 혈투는 그냥 넘기기엔 너무 매력적입니다...",
      "당신은 수많은 #b노예상인 들과, #p광신자, 그리고 도시의 다른 주민들로 가득 찬 거대한 경기장에 들어섭니다. NL NL ",
      "@\"챔피언을@ @데려와라!\"@ 붐비는 경기장 한가운데서 그들의 챔피언에게 도전장을 내밉니다. NL 두 도전자가 다가와 당신이 첨탑의 지배자라도 이 아레나에서는 봐주지 않는다고 경고합니다. NL NL 당신은 그 누구에게도 뒤지지 않는다고 자부합니다.",
      "@\"다음@ @녀석은@ @내@ @몫이다!\"@ 붐비는 경기장 한가운데서 외치자 관중은 거대한 경기장을 가득 메우는 박수갈채로 화답합니다. NL NL 얼마 지나지 않아 노예상인들이 갓 잡은 포로를 끌고 옵니다. ~기습당해~ 얼떨결에 끌려온 도전자가 정신을 차리더니 자세를 가다듬습니다. NL NL 이거 일이 재밌어지겠네요.",
      "구미가 당기긴 했지만 여기서 싸우는 불필요한 낭비라고 생각합니다. 당신은 가던 길을 가기로 했고 노예상인은 남아 다시 매복합니다."
    ],
    "OPTIONS": [
      "[도전한다] 아레나 챔피언과 #r싸웁니다. #g많은 #g보상을 #g얻습니다.",
      "[참가한다] 사로잡힌 영웅과 #r싸웁니다. #g많은 #g보상을 #g얻습니다.",
      "[떠난다]",
      "[싸운다!]",
      "[계속한다]"
    ]
  },
  "downfall:MindBloom": {
    "NAME": "의식의 개화",
    "DESCRIPTIONS": [
      "아름다운 저편을 가로지르며 걷는 당신의 생각이 갑자기 매우... #p~현실적으로~ 느껴지기 시작합니다... NL NL 상상 속에 있던 #r죽인 #r모험가 와 #b비축한 #b영혼 들이 현실 속에서 모습을 드러냅니다. NL 그 감각은 순식간에 사라져가고 있습니다. 어떻게 할까요?",
      "당신은 예전에 이곳에 와본 적이 있습니다. NL NL 똑같이 모험가를 사냥했었죠. NL NL 이건 현실인 걸까요? NL NL 당신은 몇 번이나 죽었던 걸까요?",
      "모든 것이 합리적으로 돌아옵니다. NL 단 하나의 목적, 하강, #p심장. NL NL 이것이 항상 유지되어왔던 방식입니다. NL 이것이 언제까지나 유지될 방식입니다. NL 이 모든 것은 다시 곧 잊혀지게 될 것입니다..."
    ],
    "OPTIONS": [
      "[나는 메아리다] #r자기 #r자신과 #r싸웁니다. #g희귀 #g유물을 #g얻습니다.",
      "[나는 부유하다] #g영혼을 #g999 #g얻습니다. #r저주 #r- #r규칙 #r준수 #r2장.",
      "[나는 완전하다] #g모든 #g카드를 #g강화합니다. #r심장의 #r축복들과 #r최대 #r체력을 #r10 #r잃습니다.",
      "[잠김] 심장의 축복이 3개 필요합니다.",
      "[떠난다]",
      "[나는 완전하다] #g모든 #g카드를 #g잃습니다. #r심장의 #r축복들과 #r최대 #r체력을 #r2 #r잃습니다."
    ]
  },
  "downfall:MoaiHead": {
    "NAME": "모아이 석상",
    "DESCRIPTIONS": [
      "당신은 저편의 아름다운 상징물인 커다란 벽의 단편에 있는 거대한 돌무더기 머리 쪽으로 돌아가기로 합니다. NL NL 머리의 입은 활짝 열려있으며, 피로 붉게 얼룩진 커다랗고 겁주는 이빨을 드러냅니다. 석상의 표면은 머리의 입에 몸을 던져 삼켜지는 사람들을 가리키는 듯한 상형문자 투성이입니다.",
      "대가를 피로 지불해야 한다는 것을 아는 당신은 석상의 입 안으로 발을 들여 석상이 작동되기를 기다립니다. 잠시 후 커다란 어금니가 쾅하고 내려오며 완전히 당신을 으스러뜨립니다. NL @어둠.@ NL 어둠 속에서 시간이 좀 지난 후, 빛 한 조각이 보입니다. 그리고 돌 이빨이 천천히 올라가는 소리가 들린다는 것을 알아차렸습니다. NL NL 석상의 마법으로 편히 휴식한 채 길을 떠납니다.",
      "석상 입 안으로 발을 들이자 어마어마한 #b영적인 #b에너지가 체내로 흘러들어옵니다. 석상의 눈에 #b~불길이~ #b~일더니~ 커다란 어금니가 내려오며 당신을 으스러뜨립니다. NL 온 사방에 #b~푸른~ #b~빛이~ 가득합니다. NL NL 돌 이빨이 올라가자 당신은 완전히 활기를 되찾았고 이전보다 더 강력해진 느낌이 들었습니다.",
      "무슨 일이 벌어질까 생각하며 길을 떠납니다."
    ],
    "OPTIONS": [
      "[영혼을 바친다] #r영혼을 #r",
      " #r잃습니다. #g최대 #g체력 + #g",
      " #g, #g체력 #g모두 #g회복.",
      "[잠김] 영혼이 ",
      " 필요합니다.",
      " #r잃습니다. #g모든 #g그렘린이 #g최대 #g체력을 #g",
      "[안으로 뛰어든다] #g체력을 #g모두 #g회복합니다. #r영혼을 #r"
    ]
  },
  "downfall:SensoryStone": {
    "NAME": "감각석",
    "DESCRIPTIONS": [
      "#g~자만.~ NL NL 삶은 아름답고 참으로 감명 깊습니다... #g슬라임 일지라도 말이죠. NL NL 당신은 위대한 일을 해낼 운명이란 걸 항상 알고 있었습니다. 다른 이들은 금화나 날붙이에 안주하지만 당신은 아닙니다. 당신은 포식자처럼 무언가 특별한 것, 독특한 것, ~엄청난~ ~것을~ 기다립니다. NL NL 며칠이고... 몇 달이고... 몇 년이나... 첨탑에서 이루 말할 수 없는 나날이 흐르다, 마침내 당신은 그것을 발견하게 됩니다. 당신은 더는 덩어리로만 있지 않을 것입니다! 그들은 #y금화 와 #y장신구 를 가지고 있지만 당신은 더 좋은 걸 가지고 있죠... NL NL @바로@ @이@ @작은@ @중절모@ @말이죠!@ 정말 근사합니다!",
      "#y~노쇠.~ NL NL 당신의 가슴에 #r검 이 박히고 #b환호성 이 귀를 가득 메웁니다... 마지막으로 얼굴에 주먹이 날아들어오고 이윽고 눈이 감깁니다. NL NL 낯선 방에서 깨어났지만 @움직일@ @수@ @없습니다.@ 말을 하려해도 아무 말도 나오지 않은 채 시야는 #g녹색 #g안개로 가려져 있습니다. 이건 꿈일까요? 여긴 사후세계인 걸까요? 기억해내려 애썼지만, 기억도, 팔다리도, 모두 흩어져있었습니다. NL NL 당신의 머릿속에서 단 하나의 명령이 떠오릅니다. #g\"균형은 #g강화되어야만 #g한다. #g태초를 #g지켜라.\"",
      "#p~절망.~ NL NL #y관찰. #y기억. #y생존. 이게 와쳐의 임무입니다. 당신의 임무는 정체불명의 첨탑을 조사하는 것입니다. 육각형의 방에 들어서자마자 반응할 새도 없이 @뒤에@ @문이@ @무너져내립니다!@ NL NL 탈출구는 없습니다. 유일한 길은 받침대 위에 마법이 서려 있을 게 분명한 석판을 가져 오는 것뿐이었습니다. 유물이 피부에 닿는 그 순간, 당신의 몸이 ~형체도~ ~없이~ ~녹아내렸고~ 당신의 #p영혼 은 #p석판 에 빨려 들어갔습니다. NL NL 당신의 운명은 영원히 #p석판에 묶여 영겁의 세월 동안 #r저주받은 채로 첨탑을 헤매게 될 것입니다.",
      "#y~무관심.~ NL NL 당신은 첫 번째로, ~창조주를~ 모셨습니다. 당신은 약점을 지니지 않은 채 태어나지 않고, '완벽'하게 생성되었습니다. 당신의 도식으로 수많은 구조물이 생성되었습니다. 창조주의 유산인 #y자동인형 덕에 말이죠. NL NL 하나하나가 다 완벽한 디자인이었고 모두 특정 목적에 부합했습니다. 도시의 균형을 유지하기 위해, 단 하나만 제외하고 말이죠. NL 당신은 #y결함 을 가장 높은 곳에 자리 잡은 창밖으로 내던져버렸고 그것은 첨탑 밑바닥까지 떨어져 나뒹굴었습니다. 이후 당신은 도시의 수호자 자리를 대신하게 되었습니다. NL NL 균형은 강화되어야만 하니까요.",
      "#b~교만.~ NL NL 당신은 웅장한 경기장의 중심에 서 있습니다. 당신의 모든 노력이 이 단 한 번의 전투으로 결실을 맺습니다. 당신은 적의 체력을 소모시켜 틈이 생길 때까지 #b수비자세를 #b취합니다. 마지막 온 힘을 다해 상대방의 가슴에 #r검을 #r찔러 #r넣습니다. 관중석에 @우레와@ @같은@ @박수가@ @터져나옵니다!@ NL NL 당신은 승리만으로 그치지 않고 ~적의~ ~안면에다~ ~주먹을~ ~갈겨~ 최후의 모욕적인 일격을 날립니다. NL NL 이제 당신의 앞길을 막는 이는 그 누구도 없습니다. 당신이 바로 새로운 #b@챔피언입니다!@",
      "#p~탐욕.~ NL NL #b권력의 #b유혹을 이겨낼 자는 거의 없을 것입니다. 그러나 권력에는 대가가 따르고, 위대한 권력에는 더 큰 대가가 따릅니다. NL NL 당신은 콜로세움이 내려다 보이는 왕좌에 앉아 #b챔피언 의 영광을 위해 #r죽을 #r때까지 #r싸우는 #r사람들을 흥미롭게 지켜봅니다. #g~영원한~ #g~영혼의~ #g~불꽃이~ 당신을 모십니다. 발을 들인 대가로 석판에 이름이 새겨져 사후세계의 당신에게 묶인 이들이죠. NL NL 한 전사가 안면에 강타를 날려 쓰러뜨리자 관중들은 환호성을 내지릅니다. 당신이 금고로 가보니 누군가 침입한 듯합니다. 함정은 작동됐지만 아무것도 찾을 수 없었습니다... 그리고 #p@석판도@ @사라졌습니다!@",
      "#g~비탄.~ NL NL 당신은 마침내 첨탑의 정상에 서게 되었습니다. 당신은 위대한 자의 기념비인 이 거대한 건축물을 세우기 위해 지칠 줄 모르고 세월과 인생을 바쳤습니다. 정말이지 완벽한 #g곡선입니다. 모든 #y경계가 꼼꼼하게 설계되어 있습니다. NL NL “이제 끝났어요, 내 사랑.” 무기물의 손을 당신은 살포시 감싸고는 기계 전원을 켭니다. 부드러운 시동소리가 방을 가득 메우고 곧 당신의 #b~정수가~ 격렬히 빠져나가 창조물과 여러 가지 것들에 섞여 들어갑니다. 당신이 계획한 대로 둘 다 영원히 이곳에서 살아가게 될 것입니다. NL NL 메아리와 함께... #p심장의 ~첫~ ~고동~ ~소리가~ 울려 퍼집니다.",
      "#b~분노.~ NL NL 당신은 가슴에 꽂혀 들어오는 #y화려하게 #y장식된 #y단검 을 어찌할 힘이 없었습니다. 최후의 순간, 이 첨탑을 다스리는 #p신에게 ~어떠한~ ~대가를~ 치러도 좋으니 살아남을 힘을 달라고 간절히 빕니다. NL NL 당신의 #p심장 은 마지막으로 격렬하게 고동치더니 이내... 고요해졌습니다. 하지만 사력을 다해 생명을 되찾아 #b@푸른@ #b@불꽃을@ 튀며 눈을 번뜩 뜹니다. 그리고는 구속을 쉽사리 끊어버리고 당신을 #b@둘러싼@ #b@로브를@ #b@입은@ #b@이들에게@ 포효합니다! NL NL 당신의 몸이 #b괴물의 #b형상으로 변하는 것이 느껴지자 앞에 있는 이들은 당신을 향해 절을 올립니다.",
      "#p~오만.~ NL NL 이곳을 지배하는 #p신과 #p같은 #p심장 은 당신의 운명을 좌우합니다. 이제 조치를 취해야 할 #y시간 입니다. NL NL 저편은 첨탑의 구역 중 가장 경비가 덜한 곳이라 당신은 쉽게 #y금고에 잠입할 수 있었습니다. 강력한 유물이 많이 있었지만 유독 눈길을 끄는 ' #y~빛나는~ #y~회중시계~ '가 있었습니다. NL NL 굴하지 않는 자신감으로 손을 뻗고는, 회중시계를 낚아... @...아낚@ @를계시중회@ @,는고뻗@ @을손@ @로으감신자@ @는않@ @지하굴@ NL NL 이곳을 지배하는 #p신과 #p같은 #p심장을 자극... 한건가요...?",
      "다시 생각해보니, 추억은 추억으로 남는 게 제일 좋을지도 모르겠네요."
    ],
    "OPTIONS": [
      "[회상] #g1장의 #g보스 #g카드 #g보상을 #g획득합니다.",
      "[회상] #g2장의 #g보스 #g카드 #g보상을 #g획득합니다. #r체력을 #r",
      "[회상] #g3장의 #g보스 #g카드 #g보상을 #g획득합니다. #r체력을 #r"
    ]
  },
  "downfall:SecretPortal": {
    "NAME": "비밀 포탈",
    "DESCRIPTIONS": [
      "반가운 광경이 펼쳐지고 있었습니다. #p~소용돌이치는~ #p~마법의~ #p~포탈~ 이 있는 돌 입구를 저편의 움직이는 벽이 둘러싸고 있습니다. NL NL 이 포탈은 저편의 지배자들과 빨리 접촉할 수 있습니다. 하지만 당신이 동력을 가져간다면 첨탑을 내려가는 여정이 앞당겨질 것입니다.",
      "포탈은 나중에 언제든지 복구할 수 있습니다. 당신은 포탈에 동력을 공급하는 룬스톤을 캐고는, 재빨리 다음 목적지를 고민합니다. 이 돌은 잠시깐이지만 유용할 것입니다."
    ],
    "OPTIONS": [
      "[가져간다] 보스를 제외한 방으로 이동할 수 있습니다."
    ]
  },
  "downfall:TombRedMask": {
    "NAME": "붉은 가면 왕의 무덤",
    "DESCRIPTIONS": [
      "둥둥 떠있는 길의 반대 쪽에 매우 화려하게 장식된 무덤이 보입니다. NL NL 무덤에 이르자 당신은 비밀 장소가 있어 보이는 부드러운 벽을 발견합니다. 공격 한 번이면 충분히 부술 수 있을 것 같군요.",
      "당신은 #r가면 을 씁니다. 당신을 도와주기로 계약한 도적단은 여기 왕과 연관이 있어 보입니다. 아마 그들은 당신의 새 장신구에 영감을 받았던 거 같네요.",
      "무덤에서 구멍이 열리더니 메모가 붙은 작은 붉은 가면이 슬며시 튀어나옵니다. \"내가 너에게서 가져가듯이 남의 것을 취하여라!\"",
      "무덤을 훼손하지 않기로 하고는 계속 나아갑니다.",
      "가면을 수집한 데 만족하고는 계속 나아갑니다."
    ],
    "OPTIONS": [
      "[붉은 가면을 쓴다] #g도적단과의 #g계약을 #g강화합니다.",
      "[잠김] 필요: 붉은 가면 & 도적단과의 계약.",
      "[후려친다] ",
      " #r카드를 #r잃습니다. #g붉은 #g가면을 #g얻습니다.",
      "[잠김] 공격 카드가 필요합니다.",
      "[떠난다]"
    ]
  },
  "downfall:WindingHalls": {
    "NAME": "돌고도는 회랑",
    "DESCRIPTIONS": [
      "구불구불한 길을 따라 천천히 걸어가다 당신은 저편의 악명높은 돌고 도는 회랑에 있단 걸 깨닫습니다. 작은 생명체들은 길을 찾으려고 하면 미치겠지만, 당신에게는 마치 오랜 친구처럼 친숙합니다. NL NL 머릿속에서 계속해서 들리는 #p~속삭이는~ #p~목소리~ 가 어느 길로 가야 할지 결정해줍니다."
    ],
    "OPTIONS": [
      "[왼쪽] #g이벤트를 #g탐사합니다.",
      "[오른쪽] #g보물 #g상자에서 #g유물을 #g찾습니다.",
      "[직진] #g상인을 #g추적합니다."
    ]
  },
  "downfall:Joust": {
    "NAME": "마상 시합",
    "DESCRIPTIONS": [
      "커다란 건물들 사이를 지나가던 중, 길고 좁은 다리와 마주쳤습니다. 다리의 양 끝에는 기사들이 서로를 마주보고 있습니다. 당신이 다가가자, 그들은 서로를 노려보고는 흩어집니다. NL \"괴물! 네가 죽이는 걸 그렇게 잘한다면, 저것과 싸워라!\" NL \"아니, 네가 싸워라! 괴물들을 더 잘 알지 않느냐, 저 ~악마같은~ ~고양이와~ 함께 말이다!\" NL NL 그들은 말다툼을 멈추지 않습니다. 당신이 결정해야 할 것 같군요...",
      "이 기사는 다른 기사보다 강한 게 분명합니다. 당신은 최선을 다했음에도 결국 패배했습니다. NL \"난 네 그런 짐승 같은 모습이 좋더라!\" 그들이 떠날 때 그는 다른 기사에게 말합니다, 말다툼하면서 말이죠.",
      "당신은 그 기사의 공격을 피하고는 인정사정없이 그를 #r죽입니다. 그리고 그의 #g영혼 을 즐겁게 빨아먹습니다. 다른 기사는 비명을 지르며 도망칩니다. 정말 겁쟁이군요...",
      "겁쟁이 기사는 멀리서 장검으로 당신의 몸에 생채기를 약간 내고는 비명을 지르며 도망칩니다. 다른 기사는 화가 나서 그를 뒤쫓습니다. 당신은 짜증을 내며 다시 할 일이나 하러 갑니다.",
      "당신은 겁쟁이 기사를 향해 ~슬금슬금~ 다가갔지만 겁쟁이 기사는 겁에 질려 도망치지 못합니다. 당신이 손쉽게 그를 #r살해하고 #g영혼 을 취하고 다른 기사에게로 몸을 돌리자 이미 부리나케 도망간 뒤였습니다."
    ],
    "OPTIONS": [
      "[왼쪽] #r50%: #r체력을 #r",
      " #r잃습니다.",
      " #g50%: #g영혼을 #g200 #g얻습니다.",
      "[오른쪽] #r25%: #r체력을 #r",
      " #g75%: #g영혼을 #g100 #g얻습니다."
    ]
  },
  "downfall:BossTester": {
    "NAME": "디버그 보스 준비",
    "DESCRIPTIONS": [
      "막을 선택해서 그 막에 해당하는 보상을 시뮬레이션해서 받습니다. 만약 3막의 총 보상을 원한다면 3번째를 선택하세요. 첫 번째는 3막, 두 번째는 2막, 세 번째는 3막입니다.",
      "보상을 받았습니다. 상점을 둘러본 후 다른 막의 보상을 원한다면 이 이벤트를 다시 실행하세요. 아니라면 보스와 전투하세요. 보스 보상은 주어지지 않습니다."
    ],
    "OPTIONS": [
      "[1막]",
      "[2막]",
      "[3막]",
      "[상점]"
    ]
  },
  "downfall:BetterEnding": {
    "NAME": "첨탑의 심장",
    "DESCRIPTIONS": [
      "@쿠-궁@ ... @쿠-궁@ ... @쿠-궁@ ... NL 깊이 고동치는 격려가 방 전체에 걸쳐 느껴집니다... NL 이걸로 ~끝~ 일까요 ? 당신의 목적은 달성했을까요?",
      "당신은 영혼들을 #b",
      " 심장에게 돌려주었습니다! NL 심장은 크게 기뻐하며 #b@두근두근@ 거렸고, 영원히 두근거릴 겁니다.",
      "노력에도 불구하고 심장의 문은 여전히 취약합니다. 당신은 스스로에게 질문합니다. ~\"이걸로~ ~정말~ ~만족하는~ ~건가?\"~  NL 당신은 지금까지 심장에게 영혼을 총 #b",
      " 개 바친 것 같은 느낌이 듭니다.",
      " NL 심장에게 소환된 모든 이들이 지금까지 영혼을 총 #b",
      " 개 바쳤습니다.",
      " NL 심장은 더욱 더 크게 맥박 치고 당신의 #y~의식은~ #y~점점~ #y~흐릿해집니다...~",
      "NL 당신은 검을 준비합니다...",
      "NL 당신은 단검을 준비합니다...",
      "NL 당신은 코어를 최대로 충전합니다...",
      "당신은 스스로에게 질문합니다. ~\"이걸로~ ~정말~ ~만족하는~ ~건가?\"~",
      " NL 심장은 더욱 더 크게 맥박하고 당신의 #p~의식이~ #p~점점~ #p~흐릿해지기...~ #p~시작합니다~",
      " NL 당신의 안에서 갑작스럽게 #y@에너지@ 가 폭발하듯 솟구쳤고, 그 #b@충격으로@ #b@인해@ 깨어납니다.",
      " NL 다가오는 위협을 감지한 심장이 위쪽으로 #g물러납니다! 싸움은 아직 끝나지 않았습니다...",
      "NL 당신은 지팡이에 신성한 에너지를 축적합니다...",
      "당신은 내면에서 #p무언가 #p@악함을@ 느낍니다..."
    ],
    "OPTIONS": [
      "[계속한다]",
      "[준다] #b???",
      "[잠든다]",
      "[문에 접근한다]"
    ]
  },
  "downfall:EvilShrines": {
    "NAME": "",
    "DESCRIPTIONS": [
      "오직 당신만이 이 힘을 가질 자격이 있는 법이죠. 당신은 성소를 산산조각 냈습니다. NL 어두운 통곡이 온 사방에 울려 퍼지더니 성소의 저주 마법이 뼈에 사무치는 게 느껴졌습니다."    ],
    "OPTIONS": [
      "[훼손] #g카드를 #g2장 #g복제합니다. #r무작위 #r저주를 #r받습니다.",
      "[훼손] #g카드를 #g3장 #g제거합니다. #r무작위 #r저주를 #r받습니다.",
      "[훼손] #g카드를 #g3장 #g변화합니다. #r무작위 #r저주를 #r받습니다.",
      "[훼손] #g카드를 #g2장 #g강화합니다. #r무작위 #r저주를 #r받습니다."
    ]
  }
}
