{
  "Slimebound:AbsorbEndCombat": {
    "NAME": "Heart of Goo",
    "FLAVOR": "You are not alone.",
    "DESCRIPTIONS": [
      "Split into a random Slime at the start of combat."
    ]
  },
  "Slimebound:AbsorbEndCombatUpgraded": {
    "NAME": "Black Heart of Goo",
    "FLAVOR": "You and ooze army.",
    "DESCRIPTIONS": [
      "Replaces #gHeart #gof #gGoo. At the start of combat, Split into two random slimes, gain 1 Potency, and gain 1 Slime slot."
    ]
  },
  "Slimebound:SlimedTailRelic": {
    "NAME": "Slimed Tail",
    "FLAVOR": "A fake tail to trick enemies during combat, completely covered in slime.",
    "DESCRIPTIONS": [
      "When you fall below 50% of your Maximum HP, Split into an Acid Slime, and the next time you take damage, your oldest slime is Absorbed instead. (works once per combat).",
      "This relic has been used this combat. It will become active again next combat."
    ]
  },
  "Slimebound:PotencyRelic": {
    "NAME": "Ooze Stone",
    "FLAVOR": "It is said to gain power based on your mood.",
    "DESCRIPTIONS": [
      "At the start of combat, Split into a Mire Slime and gain #b1 Potency."
    ]
  },
  "Slimebound:DailySplitRelic": {
    "NAME": "Slime the Spire",
    "FLAVOR": "ALWAYS Split.  Why is this a relic? Cause I can't figure out how to add the custom mod to the list of active mods UI!",
    "DESCRIPTIONS": [
      "#bCustom #bRun #bModifier NL All enemies form into two Slime enemies at 50% HP."
    ]
  },
  "Slimebound:ScrapOozeRelic": {
    "NAME": "Scrap Ooze",
    "FLAVOR": "",
    "DESCRIPTIONS": [
      "At the start of combat, spawn Scrap Ooze. NL At Rest sites, you can donate a card to the Scrap Ooze, granting +1 damage for #gUncommons, +2 damage for #yRares, -2 damage for #rCurses.",
      "Remove a card from your deck and modify Scrap Ooze's damage.",
      "Nothing to give to the Scrap Ooze."
    ]
  },
  "Slimebound:GreedOozeRelic": {
    "NAME": "Greed Ooze",
    "FLAVOR": "A friend found in the Spire who hoards gold.",
    "DESCRIPTIONS": [
      "At the start of combat, spawn Greed Ooze. NL At Rest sites, Greed Ooze will take 50 of your gold, increasing its damage by 1."
    ]
  },
  "Slimebound:PreparedRelic": {
    "NAME": "Slimy Tea Set",
    "FLAVOR": "Definitely not the key to a refreshing night's rest.",
    "DESCRIPTIONS": [
      "When you enter a Rest site, begin the next combat with a Prepare card that costs 0 for your first turn."
    ]
  },
  "Slimebound:AggressiveSlimeRelic": {
    "NAME": "Goop Dweller",
    "FLAVOR": "He followed me home. Can I keep it?",
    "DESCRIPTIONS": [
      "At the start of combat, Split into a Bruiser slime."
    ]
  },
  "Slimebound:SlimedSkullRelic": {
    "NAME": "Slimy Skull",
    "FLAVOR": "A snecko skull in absolutely awful condition. Unclean and slimy, dirt and grime stick to it like glue.",
    "DESCRIPTIONS": [
      "Whenever you apply Goop, apply an additional #b",
      " Goop."
    ]
  },
  "Slimebound:MaxSlimesRelic": {
    "NAME": "Slime Plushie",
    "FLAVOR": "Too adorable.",
    "DESCRIPTIONS": [
      "At the start of combat, Split into a Leeching slime and gain 1 Slime slot."
    ]
  },
  "Slimebound:SelfDamagePreventRelic": {
    "NAME": "Protective Gear",
    "FLAVOR": "The best defense is a good offense.",
    "DESCRIPTIONS": [
      "Reduce the damage you take from Tackle cards by 1."
    ]
  }
}