{
  "champ:ChampTalk": {
    "NAME": "",
    "DESCRIPTIONS": [
      "이 벨트를 되찾으러왔나?",
      "가져갈 테면 가져 가보시지!"
    ],
    "OPTIONS": [
      ""
    ]
  },
  "champ:Colosseum": {
    "NAME": "콜로세움",
    "DESCRIPTIONS": [
      "첨탑을 따라 계속해서 내려가다 보니, 당신은 거대한 경기장 근처에서 매복하고 있는 사람들을 발견했습니다. 다가가자 깜짝 놀란 노예상인이 재빨리 어찌 된 사정인지 설명합니다. NL NL \"챔피언님! 이곳에 뼈를 묻겠습니다요! 새로운 도전자를 상대하러 오신 건가요?\"",
      "새로운 도전자? 이보다 좋은 일이 어디 있겠습니까! NL NL 하지만 도전자를 상대하려면 조금 기다려야 할 것입니다. 관객들은 늘 챔피언이 갓 잡은 먹잇감을 학살하는 걸 좋아하니까요...",
      "당신은 수많은 #b노예상인 들과, #p광신자, 그리고 도시의 다른 주민들로 가득 찬 거대한 경기장에 들어섭니다. NL NL ",
      "@\"누가@ @감히@ @내@ @자리를@ @노리느냐?!\"@ 붐비는 경기장 한가운데서 외치자 새로운 '도전자'가 손짓합니다. NL 다가온 기사는 당신과 아주 유사한 무장을 하고 있었습니다. 다른 점이라곤 검은색 잉크로 흠뻑 물들였다는 것뿐이었죠. 관중은 더 열렬한 환호를 보냅니다. NL NL 챔피언은 오직 하나니까요!",
      "@\"다음@ @녀석은@ @내@ @몫이다!\"@ 붐비는 경기장 한가운데서 외치자 관중은 거대한 경기장을 가득 메우는 박수갈채로 화답합니다. NL NL 얼마 지나지 않아 노예상인들이 갓 잡은 포로를 끌고 옵니다. ~기습당해~ 얼떨결에 끌려온 도전자가 정신을 차리더니 자세를 가다듬습니다. NL NL 이거 일이 재밌어지겠네요.",
      "구미가 당기긴 했지만 여기서 싸우는 불필요한 낭비라고 생각합니다. 당신은 가던 길을 가기로 했고 노예상인은 남아 다시 매복합니다.",
      "검은 기사"
    ],
    "OPTIONS": [
      "[명예를 지킨다] 검은 기사와 #싸웁니다. #g많은 #g보상을 #g얻습니다.",
      "[참가한다] 사로잡힌 영웅과 #r싸웁니다. #g많은 #g보상을 #g얻습니다.",
      "[떠난다]",
      "[싸운다!]",
      "[계속한다]"
    ]
  },
  "champ:Library": {
    "NAME": "도서관",
    "DESCRIPTIONS": [
      "당신은 도시 지식의 중심지인 오래된 도서관과 우연히 마주치게 됩니다. NL 건물 안에는 무수히 많은 두루마리, 원고, 책들이 줄줄이 늘어서 있습니다. NL 당신은 그 중 하나를 집어들고 한동한 조용히 의자에 앉아 아늑함을 즐기거나, 전투 기술에 대해 상세히 적힌 지침서를 찾아보는 시간을 보낼 수도 있습니다.",
      "공간을 가득 메운 고서와 안내서를 뒤지는 데 많은 시간을 허비하다 마침내 당신이 찾던 책을 찾아냈습니다. NL NL 편안한 의자에 앉아 잊고 있었던 자세와 기술을 정리하는 시간을 가집니다. 당신처럼 완벽한 전투의 화신이라도 정신수양은 육체 수양만큼 중요한 법입니다."
    ],
    "OPTIONS": [
      "[찾는다] 전투 #g서적 을 찾습니다.",
      "[잠김] 모든 전투 고서를 봤습니다."
    ]
  },
  "champ:TechniqueTome": {
    "NAME": "기술의 고서",
    "DESCRIPTIONS": [
      "보이지 않는 거대한 힘이 발걸음을 샛길로 이끌었습니다. 당신은 얼마 지나지 않아 섬뜩한 에너지를 뿜어내는 받침대 위의 거대한 고서를 발견합니다. NL NL 다가가자 분명히 비어있던 페이지에 갑자기 당신이 전투에 대해 알아야 할 모든 것들, 공격 조합, 전투태세, 적의 약점 등이 새겨집니다. NL NL 너무 좋아서 현실이 아닌 거 같지만 이 선물, 이 기회, 이 지식을 절대 헛되게 해선 안 되겠죠!",
      "세상에! 이 고서가 가르쳐주는 기술로 숨이 막힐 지경입니다. 상대방을 해치우는 새로운 방법이 단어와 그림으로 당신의 머릿속에 떠오릅니다. NL NL 불행히도 이런 지식은 대가 없인 얻을 수 없습니다. 당신의 정신에 크나큰 타격을 주지만 배울 게 많으니까요...",
      "좋습니다. 좀 더 해야죠. 이제와서 멈출 수는 없습니다. 조금의 망설임도 없이 고서가 제공하는 풍부한 정보에 압도되어 더 진보한 전투 기술을 찾아냅니다. NL NL 대가를 완전히 이해한 당신은 자진해서 지식의 대가로 생명 에너지를 내놓습니다. 하지만 배울게 더 많아 보이네요...",
      "당신은 모든 자제력을 동원해서 저주받은 책을 읽고 싶단 욕망을 참아냅니다. 언젠가 돌아오겠지만 지금은 - 해야 할 일이 있으니까요.",
      "귀중한 지식을 위해 어떠한 대가던 치를만한 가치가 있었습니다. 고서의 손아귀에서 벗어나기 위해 노력을 엄청나게 기울여야 했지만 결국에는 해냈습니다. NL NL 고서의 가르침을 정신에 새긴 채 시험해볼 새로운 희생자를 찾아 나섭니다."
    ],
    "OPTIONS": [
      "[읽는다] #g기술 효과를 추가할 카드를 고릅니다. #r체력을 #r",
      " #r잃습니다.",
      "[떠난다]",
      "[잠김] 기술 효과가 없는 카드가 필요합니다.",
      "기술 효과를 추가할 카드를 고르십시오.",
      "[읽는다] #g기술 효과를 추가할 카드를 고릅니다. #r저주를 #r받습니다 #r- #r긍지."
    ]
  },
  "champ:Gym": {
    "NAME": "연무장",
    "DESCRIPTIONS": [
      "첨탑을 따라 내려가다 보니 당신이 몸을 가꾸기 위해 자주 찾는 태초의 연무장이 보입니다. NL NL 이곳에서 잠시 쉬지도 않고 그냥 가는 건 좋은 기회를 버리는 거겠죠. 정상에서 계속 머무르려면 기회란 기회는 다 취해야 하는 법입니다.",
      "오늘은 체력에 집중하기로 합니다. 당신은 완전 무장을 하고 연무장 중앙에 놓인 트랙을 여러 바퀴 완주합니다. NL NL 솟구치는 에너지와 아드레날린으로 첨탑을 겁에 질리게 할 준비가 됐습니다.",
      "오늘은 전투에 집중하기로 합니다. 당신은 재빨리 쉽게 처리할 수 있는 누군가를 찾아 그들의 사정은 봐주지 않은 채 경기장으로 끌고 옵니다. 그리고 얼마 지나지 않아 경기가 종료됩니다. NL NL 도전받아 치른 전투는 아니었지만 새로운 전투 시작 방법을 알았으니 이는 분명 앞으로 유용할 것입니다.",
      "오늘은 근육과 상체 힘에 집중하기로 합니다. 비치된 중량과 당기기 기구를 수차례 사용해 근육을 가꿉니다. 운동을 마치자 하기 전보다 쉽게 들어 올리고 쉽게 잡아당기는 자신을 발견할 수 있었습니다. NL NL 연무장을 떠날 때 당신은 다음에 방문하면 하체 운동에 집중해야겠다고 머릿속에 입력해둡니다. 절대 놓쳐선 안 되는 법이죠."
    ],
    "OPTIONS": [
      "[심근 강화] #g최대 #g체력을 #g",
      " #g얻습니다.",
      "[연습 시합] 마무리 카드가 아닌 카드를 골라 '선택한 자세를 취하는' 효과를 추가합니다.",
      "[복근 운동] #g힘을 #g1 #g얻습니다.",
      "[떠난다]",
      "'수비 자세'를 취하는 효과를 추가할 카드를 고르십시오.",
      "'검투사 자세'를 취하는 효과를 추가할 카드를 고르십시오.",
      "'광폭화 자세'를 취하는 효과를 추가할 카드를 고르십시오.",
      "[잠김] 자세를 추가할 카드가 필요합니다."
    ]
  },
  "champ:MinorLeagueArena": {
    "NAME": "마이너리그 아레나",
    "DESCRIPTIONS": [
      "태초를 지나치다 당신이 잘아는 곳에 눈길이 갑니다. 지금은 도시의 콜로세움에서 진행되고 있지만 이전에는 이곳에서 혈투가 벌어졌었죠. 이 아담하고 매력적이지도 않은 아레나는 훈련장이나 일부 도전자들의 전투 장소로 이용됩니다. NL NL 이런 경기는 당신의 격에 맞지는 않지만 재미있는 오락거리 정돈 되겠죠.",
      "당신은 다른 곳에 시간을 쓰는 게 낫다고 생각해 아레나를 떠납니다. 당신이 떠나자 참가자들은 안도의 한숨을 내쉽니다. 분명 그 누구도 오늘 당신의 손에 죽고 싶지 않았던 거겠죠."
   ],
    "OPTIONS": [
      "[백부장 & 신비주의자와 싸운다] #g잠금 #g걸쇠를 #g얻습니다.",
      "[귀족 그렘린과 싸운다] #g챔피언 #g벨트를 #g얻습니다.",
      "[노예 상인 이인조와 싸운다] #g손목검을 #g얻습니다.",
      "[떠난다]"
    ]
  },
  "champ:BackToBasics": {
    "NAME": "",
    "DESCRIPTIONS": [
      "기술과 자신감은 천하무적의 조합을 이룹니다."
    ],
    "OPTIONS": [
      "[직감] #g모든 #g타격과 #g수비에 #g기술 #g효과를 #g추가합니다.",
      "[잠김] 타격이나 수비가 필요합니다."
    ]
  }
}