{
  "champ:Colosseum": {
    "NAME": "竞技场",
    "DESCRIPTIONS": [
      "当你继续沿着高塔继续前进时，你注意到一群人形生物在一个大礼堂附近埋伏。你走进埋伏，在阴影中的奴隶头子吓得跳了出来。但很快就发现是自己人。 NL NL “冠军！你把我们都暴露了！你是过来迎战新的挑战者的吗？”",
      "新挑战者？多令人愉快啊！ NL NL 然而，挑战可能还需要耐心等待。观众总是喜欢看冠军屠杀最新的俘虏……",
      "你进入了这座庞大的竞技场。放眼望去，四周坐满了 #b奴隶贩子 、 #p邪教徒 还有各式各样的城市居民。 NL NL ",
      "@“谁胆敢挑战我？！”@ 你冲进人群之中，“招呼”这个“新来的”. NL 一名身着与你相仿的骑士走了出来，但他的身上的盔甲却犹如墨水一样的漆黑。观众的呼声似乎因此变得更加高涨了。 NL NL 一山不容二虎，冠军只能有一个！",
      "@“下一个是我的！”@ 你冲进人群之中，群众的呼声震耳欲聋。 NL NL 奴隶贩子很快就把刚捞到的“大鱼”摆了上来。 不一会，挑战者从昏迷中醒来， ~头晕目眩~ ，但似乎已经做好了准备。 NL NL 这次应该很有趣。",
      "你觉得，虽然很有趣，但是在这里打斗纯属浪费时间。你继续踏上旅途。而奴隶贩子也继续埋伏，等着下一个“大鱼”上钩。",
      "黑色骑士"
	],
    "OPTIONS": [
      "[卫冕] #r与黑色骑士战斗。 #g获得许多奖赏。",
      "[参与] #r与被捕获的英雄战斗。 #g获得许多奖赏。",
      "[离开]",
      "[开战！]",
      "[继续]"
    ]
  },
  "champ:Library": {
    "NAME": "大图书馆",
    "DESCRIPTIONS": [
      "你走进城市的知识中心 - 大图书馆 。 NL 你走进建筑物中，看见了无数卷轴、手稿和书籍。 NL 你可以随便拿一本看看，让自己舒服地坐在椅子上安静一会儿，或者把这段时间去用来去找一本更具体的格斗技巧手册。",
      "你花了很多时间翻阅书籍和指南，直到最终找到你要找的书。 NL NL 你坐在舒适的椅子上，仔细熟读已被岁月遗忘了的姿势和流派。即使是像你这样的战斗天才，也知道头脑和身体一样重要。必须饱经锻炼。"
    ],
    "OPTIONS": [
      "[寻找] 查阅有关战斗的 #g书籍 。",
      "[锁定] 已经集齐所有的战斗书籍。"
    ]
  },
  "champ:TechniqueTome": {
    "NAME": "Tome of Technique",
    "DESCRIPTIONS": [
      "Wandering down a side path, you feel an immense, invisible force guiding your footsteps towards a new destination.  Before long you see a pedestal with a massive tome, warped in some eerie glowing energy. NL NL As you approach, the pages which were clearly blank before spring to life, etching into itself new carvings and drawings of attack combinations, martial stances, enemy weakpoints - everything you could ever need to know about fighting. NL NL It seems almost too good to be true, but this gift, this opportunity, this knowledge simply must not go to waste!",
      "Unbelievable! The teachings this tome has to offer are breathtaking. Every word and diagram leaps off of the page into your mind, granting you new methods of slaughtering your opponents. NL NL Unfortunately, such knowledge never comes without a cost, and it takes a toll on your psyche. But there is so much more to learn...",
      "Yes. So much more. You can't stop now. With little hesitation, you let yourself be overcome by the wealth of information the tome has to offer, finding even more new combat advantages. NL NL With the cost now fully understood, you voluntarily give more of your life energy to the book in exchange for its wisdom. But there is so much more to learn...",
      "Mustering every ounce of willpower you have, you resist the urge to read the cursed tome. Perhaps one day you will return, but for now - there is work to be done.",
      "Whatever price had to be paid was worth it to gain this precious knowledge. It takes much effort to peel yourself away from the book's hold over you, but you manage to do so. NL NL With the tome's teachings fresh in your mind, you set out to find a new victim to test them out on."
    ],
    "OPTIONS": [
      "[阅读] 选择一张牌获得 #g战术 。 #r失去 #r",
      " #r点生命。",
      "[离开]",
      "[锁定] 需要非战术牌。",
      "选择一张牌获得战术。"
    ]
  },
  "champ:Gym": {
    "NAME": "Gymnasium",
    "DESCRIPTIONS": [
      "Along the path down the Spire, you find yourself at the Exordium's Gymnasium - a place you frequently visit to stay in shape and hone your body. NL NL It'd be a wasted opportunity to not take a moment's rest and spend some time here. To stay at the top, you need every advantage you can get.",
      "Today's focus shall be on stamina. Keeping the full armor on, you hit the sprinting track set up in the Gymnasium's center, running a full series of several laps. NL NL With a rush of adrenaline and energy, you depart the Gym, ready to take on the threat to the Spire.",
      "Today's focus shall be on combat. You quickly seek out someone who looks like they could take a blow, and with little regard for what they had planned to do, you drag them by the shoulder into the sparring ring. They do not last long before tapping out and ending the match. NL NL Although this fight didn't present any challenge, you did realize a new method for opening a combat, which surely will come in handy for the battles ahead.",
      "Today's focus shall be on muscle tone and upper body strength. You locate the heaviest weights and tension systems, using them to complete several cycles of tone-building exercises. By the end of the workout, you can already feel yourself lifting and pulling with just a little more ease than when you began. NL NL As you depart the Gym, you make a mental note to focus on lower body strength the next time you visit. It can't be skipped."
    ],
    "OPTIONS": [
      "[Cardio] #g获得 #g",
      " #g点最大生命。",
      "[Spar] 选择一张牌获得 #g起手式 。",
      "[Lift] #g永久获得1点力量。",
      "[离开]",
      "选择一张牌获得防守起手。",
      "选择一张牌获得狂战起手。",
      "选择一张牌获得角斗起手。",
      "[锁定] 需要一张进入起手式牌。"
    ]
  },
  "champ:MinorLeagueArena": {
    "NAME": "Minor League Arena",
    "DESCRIPTIONS": [
      "Pathing through the Exordium, you find yourself at a well-known attraction - the former site of the brutal games which now take place in the City's Colosseum. This smaller, less attractive Arena now serves as a training ground and battle stage for lesser challengers. NL NL This type of contest is normally beneath you, but it could be an entertaining distraction.",
      "Deciding your time is better spent elsewhere, you leave the Arena. You can hear a sigh of relief from the fighters as you depart - clearly, nobody was looking forward to dying at your hand today."
   ],
    "OPTIONS": [
      "[与百夫长和神秘术士战斗] #g获得斗篷扣",
      "[与地精大块头战斗] #g获得冠军腰带",
      "[与奴隶二人组战斗] #g获得袖剑",
      "[离开]"
    ]
  }
}