{
  "champ:ChampTalk": {
    "NAME": "",
    "DESCRIPTIONS": [
      "你想拿回这条腰带？",
      "有本事过来拿啊！"
    ],
    "OPTIONS": [
      ""
    ]
  },
  "champ:Colosseum": {
    "NAME": "竞技场",
    "DESCRIPTIONS": [
      "当你继续沿着高塔继续前进时，你注意到一群人形生物在一个大礼堂附近埋伏。你走进埋伏，在阴影中的奴隶头子吓得跳了出来。但很快就发现是自己人。 NL NL “冠军！你把我们都暴露了！你是过来迎战新的挑战者的吗？”",
      "新挑战者？多令人愉快啊！ NL NL 然而，挑战可能还需要耐心等待。观众总是喜欢看冠军屠杀最新的俘虏……",
      "你进入了这座庞大的竞技场。放眼望去，四周坐满了 #b奴隶贩子 、 #p邪教徒 还有各式各样的城市居民。 NL NL ",
      "@“谁胆敢挑战我？！”@ 你冲进人群之中，“招呼”这个“新来的”. NL 一名身着与你相仿的骑士走了出来，但他的身上的盔甲却犹如墨水一样的漆黑。观众的呼声似乎因此变得更加高涨了。 NL NL 一山不容二虎，冠军只能有一个！",
      "@“下一个是我的！”@ 你冲进人群之中，群众的呼声震耳欲聋。 NL NL 奴隶贩子很快就把刚捞到的“大鱼”摆了上来。 不一会，挑战者从昏迷中醒来， ~头晕目眩~ ，但似乎已经做好了准备。 NL NL 这次应该很有趣。",
      "你觉得，虽然很有趣，但是在这里打斗纯属浪费时间。你继续踏上旅途。而奴隶贩子也继续埋伏，等着下一个“大鱼”上钩。",
      "黑色骑士"
	],
    "OPTIONS": [
      "[卫冕] #r与黑色骑士战斗。 #g获得许多奖赏。",
      "[参与] #r与被捕获的英雄战斗。 #g获得许多奖赏。",
      "[离开]",
      "[开战！]",
      "[继续]"
    ]
  },
  "champ:Library": {
    "NAME": "大图书馆",
    "DESCRIPTIONS": [
      "你走进城市的知识中心 - 大图书馆 。 NL 你走进建筑物中，看见了无数卷轴、手稿和书籍。 NL 你可以随便拿一本看看，让自己舒服地坐在椅子上安静一会儿，或者把这段时间去用来去找一本更具体的格斗技巧手册。",
      "你花了很多时间翻阅书籍和指南，直到最终找到你要找的书。 NL NL 你坐在舒适的椅子上，仔细熟读已被岁月遗忘了的姿势和流派。即使是像你这样的战斗天才，也知道头脑和身体一样重要。必须饱经锻炼。"
    ],
    "OPTIONS": [
      "[寻找] 查阅有关战斗的 #g书籍 。",
      "[锁定] 已经集齐所有的战斗书籍。"
    ]
  },
  "champ:TechniqueTome": {
    "NAME": "战术秘典",
    "DESCRIPTIONS": [
      "漫步在一条小路上，你会感觉到一股无形的巨大力量指引着你的脚步走向新的目的地。不久，你会看到一个巨大的书桌，在某种怪异的发光能量中扭曲。 NL NL 当你走近的时候，发现上面印有各式各样的图画和知识，包括攻击组合、武术姿态、敌人的弱点——所有你需要了解的战斗知识。 NL NL 宛如天上掉馅饼，不可能是真的，但是宝物，这个机会，这个知识绝对不能浪费！",
      "难以置信！这本书的教诲令人叹为观止。每一个辞藻和图表都会从书页上跳到你的脑海中，给你各种新的方法来屠杀你的对手。 NL NL 不幸的是，凡事都有代价。这样的知识会对你的心理造成伤害。但是你的内心却依然强烈渴望着这些知识……",
      "对。还有很多。你现在还不能停下来。你毫不犹豫地让自己被这本书提供的丰富信息所征服，发现了更多新的战斗优势。 NL NL 现在你完全明白了代价，你自愿地把更多的生命能量给这本书，以换取它的智慧。但是还有很多东西要学……",
      "把你所有的意志力都集中起来，你就不想读那本被诅咒的书了。也许有一天你会回来，但是现在 - 还有工作要做。",
      "为了获得这些宝贵的知识，无论付出什么代价都是值得的。要想摆脱书对你的束缚需要付出很大的努力，但你还是做到了。 NL NL 随着这本书的教诲在你的脑海中历历在目，你开始寻找一个新的玩具来检验它们。"
    ],
    "OPTIONS": [
      "[阅读] 选择一张牌获得 #g战术 。 #r失去 #r",
      " #r点生命。",
      "[离开]",
      "[锁定] 需要非战术牌。",
      "选择一张牌获得战术。",
      "[阅读] 选择一张牌获得 #g战术 。 #r被诅咒 #r- #r傲慢。"
    ]
  },
  "champ:Gym": {
    "NAME": "体育场",
    "DESCRIPTIONS": [
      "沿着通往塔底的小路，你发现你深处于塔底的体育场 - 一处你经常锻炼身体，强健体魄的地方。 NL NL 在这里休息一会不失为一个好选择。为了稳居最强，你需要利用所有能利用的优势。",
      "今天的重点是耐力。保持全副武装，你进入了在体育馆中心设置的短跑跑道，连续跑了几圈。 NL NL 伴随着肾上腺素和能量的迸发，你离开了体育场，准备迎接对高塔的威胁。",
      "今天的重点是战斗。你很快就找到了一群看起来很能挨揍的人，一把拉着他们的肩膀强行拽进了拳击场。不一会，他们就坚持不住倒下了。 NL NL 虽然这场战斗没有带来任何挑战，但你确实意识到了一种新的战斗方法，这对接下来的战斗肯定会很有用。",
      "今天的重点是肌力。你找到了这里最重的一块石头，用它来做了几个循环的高强度运动。在训练结束时，你已经可以感觉到自己比刚开始时更轻松地举起和拉。 NL NL 当你离开体育馆时，心里记下下一次来这里的时候，要集中精力在这次没有锻炼到的部分。不能跳过。"
    ],
    "OPTIONS": [
      "[有氧运动] #g获得 #g",
      " #g点最大生命。",
      "[练拳] 选择一张牌获得 #g进入姿态 。",
      "[举重] #g永久获得1点力量。",
      "[离开]",
      "选择一张牌获得进入防守。",
      "选择一张牌获得进入角斗。",
      "选择一张牌获得进入狂战。",
      "[锁定] 需要一张进入姿态的牌。"
    ]
  },
  "champ:MinorLeagueArena": {
    "NAME": "小型竞技场",
    "DESCRIPTIONS": [
      "当你在塔底中穿行时，发现了一处比较有名的地方 - 竞技场的旧址。这座相比城市新建的要小一些。这座不能么引人注目的竞技场现在成了某些弱小怪物的擂台。 NL NL 这种小场面你当然不在话下，但是可能只是在浪费时间。",
      "你决定把时间用在更有价值的地方，随即离开了这里。离开时，你可以听到战士们松了一口气——很明显，今天没有人想成为你的刀下亡魂。"
   ],
    "OPTIONS": [
      "[与百夫长和神秘术士战斗] #g获得斗篷扣",
      "[与地精大块头战斗] #g获得冠军腰带",
      "[与奴隶二人组战斗] #g获得袖剑",
      "[离开]"
    ]
  },
  "champ:BackToBasics": {
    "NAME": "",
    "DESCRIPTIONS": [
      "最好的解决办法往往是最简单的。"
    ],
    "OPTIONS": [
      "[直觉] #g将所有打击和防御加上技术",
      "[锁定] 需要打击和防御"
    ]
  }
}