{
  "downfall:SolShrine": {
    "NAME": "Алтарь душ",
    "DESCRIPTIONS": [
      "Перед вами искусный алтарь, посвящённый древнему злому духу. ",
      "Как только вы касаетесь алтаря, #yдуши текут рекой из него - вы буквально ~утопаете~ ~в~ ~силе.~ ",
      "С каждым ударом по алтарю, #yдуши сыпятся всё больше и больше! NL NL Вы сомневаетесь и думаете, что это может быть бесконечный источник энергии, пока её поглощаете. Точно ли вы приняли #rправильное #rрешение?",
      "Вы игнорируете алтарь."
    ]
  },
  "downfall:GremlinMatchGame": {
    "NAME": "Совмещай и забирай!",
    "DESCRIPTIONS": [
      "«... #bДве-двенадцать карт! Находи пары одинаковых карт и оставляй себе! #bПя-пять попыток... никаких вторых шансов. NL Всё ясно? Начнём!»",
      "Вы завершаете игру гремлина и поднимаете взгляд. NL Он исчез?",
      "Гремлин яростно мешает карты на столе. Этот монстр, похоже, безобиден. Когда вы приближаетесь, он на мгновение испуганно теряет самообладание, но всё-таки находит в себе смелость обратиться к вам.",
      "Мгновенно гремлин кричит! NL NL «ВЕРЗИЛА!!!» NL NL Громыхающий гремлин выходит из тени, возвышаясь над гремлином, столом и тобой. NL «Вы уверены, что не хотите играть в игру?» - спросил гремлин."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Уйти]",
      "[Играть]",
      "Осталось попыток: #y",
      "[Запугать] Украсть 6 карт.",
      "[Врезать] #rДраться. #gПолучить #g6 #gкарт."
    ]
  },
  "downfall:WomanInBlue": {
    "NAME": "Женщина в синем",
    "DESCRIPTIONS": [
      "Затаившись в темноте, вы замечаете маленький магазинчик. Внутри вы замечаете бледную женщину в строгой одежде, торгующую зельями, заставленными на стеллажах. Она перепугана вашим угрожающим видом. NL «Оставь меня и мои товары в покое, кретин!» - кричит она.",
      "Вы осторожно покидаете магазин, не желая спровоцировать женщину на драку.",
      "#r@ШМЯК@ NL Её одетый в перчатку кулак встречает ваше лицо с такой силой, что вы еле удерживаетесь на ногах. NL «Убирайся, пока я не выпустила тебе кишки». Вы верите ей на слово и уходите, не желая терять кишки."
    ],
    "OPTIONS": [
      "[Уйти]",
      "[Уйти] #rПолучить #r",
      " #rурона.",
      "[Врезать] #rДраться. #gПолучить #g3 #gЗелья #gи #gРеликвию, #gсвязанную #gс #gЗельями."
    ]
  },
  "downfall:GremlinWheelGame": {
    "NAME": "Колесо перемен",
    "DESCRIPTIONS": [
      "Вы натыкаетесь на задорного элегантно одетого гремлина. Несмотря на ваш грозный вид, он кажется невозмутим, хотя вы и ловите его неуверенный взгляд за кулисами. NL «Пришло время крутить колесо! Вы готовы?»",
      "«Вы выиграли #yДУШИ! NL УРА!!!!»",
      "«Ага, #gподарок! NL Поздравляю!»",
      "«О-о-о, бесплатное #gлечение!»",
      "«Похоже, что вы выиграли #pпроклятие! NL Плохо дело. NL Ну что ж! Повезёт в следующий раз!»",
      "«О-о-о, силы #r~тьмы...~ NL Выберите карту, которую хотите убрать из колоды!»",
      "«О нет! NL Вы проиграли!» NL Вы видите, как он достаёт заточку...",
      "Вы делаете выпад в сторону безумного гремлина, но он слишком быстр! NL Он делает несколько удачных тычков грубой заточкой. NL «Цена заплачена!!» NL И с этими словами оба гремлина исчезают в клубах дыма вместе со своим колесом.",
      "Гремлин нервно оглядывается через плечо, но быстро успокаивается. Вы замечаете, как он жестикулирует рукой, но не обращаете на это внимания. NL «Ну-ну, друг, колесо честно определило твою награду! Никто не получает второе вращение».",
      "Мгновенно гремлин кричит! NL NL «ВЕРЗИЛА!!!» NL NL Громыхающий гремлин выходит из тени, возвышаясь над гремлином, столом и тобой. NL «Мой друг советует вам взять то, что предлагает колесо».",
      "Устроившись у костра, вы решаете проверить, не повезет ли вам с Колесом больше, чем в прошлый раз.",
      "Колесо определило приз. NL NL Вам нужно только протянуть руку и взять его.",
      "Успех! Вы нашли то, что искали, и как раз вовремя! NL NL #r@ХРУСТЬ!@ NL NL Вы, возможно, были немного грубы с тем последним вращением... Колесо было сломано.",
      "Вы решаете испытать удачу в другой раз. NL NL А пока вы должны отдохнуть и восстановить самообладание.",
      "Он устремляется в вашу сторону, но вы готовы. NL Вы разрезаете его пополам, прежде чем он успевает достать до вас своей заточкой. NL Вы забираете свою добычу, но к сожалению, Колесо исчезает прежде, чем вы успеваете крутануть его."
    ],
    "OPTIONS": [
      "[Играть]",
      "[Приз!] УРА!!!!",
      "[Приз!] #gПолучить #gреликвию.",
      "[Приз!] #gПолностью #gвосполнить #gздоровье.",
      "[Приз?] #rПроклятие #r- #rГниение.",
      "[Приз!] #gУбрать #gкарту #gиз #gколоды.",
      "[Приз?] #rПотерять #r",
      " #rОЗ.",
      "[Уйти]",
      "Выберите карту, которую хотите убрать из колоды.",
      "[Снова!]",
      "[СНОВА!!]",
      "[Врезать] #rДраться. #gПолучить #gКолесо #gгремлина.",
      "[Пропустить] Попробовать в другой раз.",
      "[Приз!] #gУПРЕЖДАЮЩИЙ #gУДАР!",
      "[Собрать]"
    ]
  },
  "downfall:GremlinWheelGameRest": {
    "NAME": "Колесо перемен",
    "DESCRIPTIONS": [
    ],
    "OPTIONS": [
    ]
  },
  "downfall:LivingWall": {
    "NAME": "Живая стена",
    "OPTIONS": [
      "[Врезать] #rДраться. #gПринять #gвсе #g3 #gГоловы."
    ]
  },
  "downfall:Augmenter": {
    "NAME": "Усилитель",
    "DESCRIPTIONS": [
      "К вам вразвалку подходит мужчина с повязкой на глазу и дьявольской ухмылкой. NL «О боже, что за ужасный испытуемый! Вы можете не интересоваться наукой, но я обещаю, что сделаю вас сильнее, чем любой сбор душ. Тем более это поможет в преследовании одного из этих \"героев\".» NL NL ~«Что~ ~скажешь?»~"
    ],
    "OPTIONS": [
      "[Врезать] #rДраться. #gЗабрать #gвсё."
    ]
  },
  "downfall:BonfireSpirits": {
    "NAME": "Духи костра",
    "DESCRIPTIONS": [
      "Духи жадно поглощают ваше подношение! Они пожирают души, пылая всё ярче @солнца.@ NL Духи оживлённо танцуют вокруг вас, прежде чем ~слиться~ ~с~ ~вашей~ ~формой,~ наполняя вас теплом и силой. NL Вы #gвосполняете весь запас ОЗ и повышаете Макс ОЗ.",
      "Вы протягиваете руку, чтобы #pзабрать их... NL Духи @визжат и @ ~кружат~ вокруг вихря, который исходит из вашей ладони, в отчаянных и безуспешных попытках улететь прочь. NL Вскоре, духи сами становятся частью вашей Коллекции."
    ],
    "OPTIONS": [
      "[Пожертвовать] #rПотерять #r150 #rдуш. #gПолучить #g10 #gМакс. #gОЗ #gи #gвосполнить #gвсе #gОЗ.",
      "[Закрыто] Требуется 150 душ.",
      "[Пожертвовать] #rПотерять #r150 #rдуш. #gКаждый #gГремлин #gполучает #g2 #gМакс. #gОЗ #gи #gвосполняет #gвсе #gОЗ.",
      "[Забрать]"
    ]
  },
  "downfall:FaceTrader": {
    "NAME": "Торговец лицами",
    "DESCRIPTIONS": [
      " NL NL Не похоже, что он окажет серьезное сопротивление, но он смог выжить в этом месте. Возможно, в этих масках есть некоторая сила..."
    ],
    "OPTIONS": [
      "[Врезать] #rДраться. #g100%: #gЗабрать #gвсе #gлица."
    ]
  },
  "downfall:CursedFountain": {
    "NAME": "Проклятый фонтан",
    "DESCRIPTIONS": [
      "Вы натыкаетесь на, окрашенную в #p~фиолетовый~ #p~цвет,~ #p~жидкость,~ нескончаемо текущую из фонтана на ближайшей стене. Это то, что вы признаёте смертельным для большинства существ, но весьма полезным для тех, кто подвергся проклятию.",
      "Вы выпиваете #p~жидкость~ и ощущаете, как #pтёмная #pхватка проникает в ваш разум. Это чувство превосходно и освежающе.",
      "Чуя, что эта #p~жидкость~ может быть полезна, вы решаете захватить немного в колбу, чтобы использовать позже. Существа, не готовые окунуться в #pтёмную #pводу, наверняка, будут страдать.",
      "#p~Жидкость~ фонтана бурлит в душах заблудших. Не взять их за просто так - грех для вас. Вы направляете души в свою форму, отрывая их от магии #pпроклятого #pфонтана.",
      "Оставив фонтан позади, вы продолжаете свой путь."
    ],
    "OPTIONS": [
      "[Колба] #gПолучить #gЖидкость #gиз #gПроклятого #gфонтана.",
      "[Поглотить] #gПолучить #g75 #yдуш.",
      "[Выпить] #gВосполнить #gвсе #gОЗ.",
      "[Закрыто] Требуется: Проклятие.",
      "[Закрыто] Требуется: 2 Проклятия.",
      "[Закрыто] Требуется: 3 Проклятия.",
      "[Закрыто] Уже использовано.",
      "[Уйти]"
    ]
  },
  "downfall:WeMeetAgain": {
    "NAME": "Мы снова встретились!",
    "DESCRIPTIONS": [
      "«БОСС!» Весёлый взъерошенный парень радостно подходит к вам. Вы знаете этого человека хорошо. NL «Это же я, #yРанвид! Не поверишь, что я увёл у этих проклятых героев! У тебя есть ещё хлам для них?» NL Вы цените его дружелюбие и рассматриваете ваши варианты, наверняка найдётся что-то для следующей «сделки» Ранвида...",
      "«Прелестно! Это полнейший хлам! Вот, держи эти эликсиры что мне дали несколько последних дурачков!» NL Порывшись в своих сумках, Ранвид достает для вас три склянки, едва не выронив их из рук...",
      "«Великолепно! Это будет очень кстати для следующей сделки. О, и я собирал трупы, как вы просили!» NL Ранвид вручает камень душ, а затем убегает искать новое лицо, чтобы впарить бесполезную безделушку.",
      "«Невероятно! Оно будет выглядеть как нечто особенное, после того как я немного поработаю над этим.» NL Ранвид уходит, размышляя как он без сомнения преувеличит её полезность для следующего встречного авантюриста.",
      "«Сегодня ничего, босс? Окей!» NL Он уносится вдаль."
    ],
    "OPTIONS": [
      "[Потерять ",
      "] ",
      "#gПолучить #g3 #gзелья.",
      "#gПолучить ",
      " #yдуш.",
      "#gПолучить #gслуч. #yРедкую #gкарту.",
      "[Уйти]",
      "[Закрыто] Требуется реликвия.",
      "#gПолучить #g2 #gзелья."
    ]
  },
  "downfall:Designer": {
    "NAME": "Дизайнер Шпиль-ка",
    "DESCRIPTIONS": [
      "Вы замечаете #g~колоритный~ магазинчик с вывеской «ШПИЛЬ-КА» и хотите в него зайти, но #rбандит стоит прямо на его пороге и кричит, угрожая тому, кто находится внутри. NL NL @«Гони@ @сюда@ @свои@ @денежки!»@ NL NL Он настолько увлёкся грабежом, что не замечает вас.",
      "Справиться с бандитом не представляло трудности, но драка не обошлась без ранений. Из магазина выходит мужчина в странной одежде. NL «Спасибо, добрый повелитель!» - сказал он и пригласил вас внутрь.",
      "Вы не видите причин вмешиваться в это, ведь вам надо совершить более важное убийство.",
      "«О боже, вы просто ужасны!! Ну нет, это никуда не годится. Кто вообще так одевается? Вы должны выглядеть @угрожающе!@ Грозный, наводящий страх, #rповелитель Шпиля! Вы просто ~должны~ мне позволить сделать правильный образ.» NL NL Вы не знаете что делать, поверить на слово и дать ему что-то сделать или врезать за то, что он оскорбил ваш стиль.",
      "«Оки, пока-пока! Расскажи своим #rдрузьям-повелителям!» NL NL Хоть вы и опасались способностей этого существа, вы явно стали более устрашающим.",
      "Вы бъёте его. NL «Моё @ЛИЦО!!@ Теперь мне придётся-» NL NL Он потерял сознание. Возможно, в следующий раз он подумает, прежде чем оскорблять существо вашего статуса.",
      "Вы отталкиваете вора - ваша ~настоящая~ ~добыча~ - этот жалкий дизайнер. Он отшатывается при вашем приближении, но вы направляете на него свой #gсветильник, и вскоре его дух принадлежит вам..."
    ],
    "OPTIONS": [
      "[Изменения] ",
      "[Чистка] ",
      "[Полный набор] ",
      "[Проигнорировать] Уйти.",
      "[Врезать] Уйти.",
      "[Зайти в магазинчик]",
      " #gПолучить #gвознаграждение."
    ]
  },
  "downfall:DeadGuy": {
    "NAME": "Мёртвый странник",
    "DESCRIPTIONS": [
      "Вы начинаете проводить ритуал, как вдруг вас застигают врасплох!",
      "Вы бесшумно выходите.",
      "Вы натыкаетесь на #rмёртвого #rстранника, лежащего на полу. NL Его дух все ещё тут. А ещё, ",
      "его доспехи и лицо словно #r@обожжены@ #r@огнём.@ ",
      "его, похоже, #r@растерзал@ #r@и@ #r@растоптал@ какой-то рогатый зверь. ",
      "его, похоже, #r@выпотрошил@ #r@и@ #r@разорвал@ кто-то с огромными когтями. ",
      "NL Ритуал сбора душ здесь может принести результат, но создание, убившее этого странника может скоро вернуться.",
      "Ритуал собирает #yдуши с трупа! NL Продолжить его проведение?",
      "Ваши чары не могут добраться до духа павшего скитальца... NL Продолжить проведение?",
      "Из-за вашей магии тело дергается и дрожит, и из его карманов выпадает #yреликвия! NL Продолжить проведение?",
      "Похоже, вам удалось завершить ритуал!"
    ],
    "OPTIONS": [
      "[Собирать души] #gНайти #gдобычу. #r",
      "[Уйти]",
      "[Драться]",
      "[Продолжить] #gНайти #gдобычу. #r",
      "%: #rмонстр #rвернется."
    ]
  },
  "downfall:ShiningLight": {
    "NAME": "Сияние",
    "DESCRIPTIONS": [
      "На вашем пути попадается зал, центр которого окутан #yмерцающим #yсветом. NL NL Его ~тёплое~ ~свечение~ и ~завораживающие~ ~отблески~ заставляют ваш живот свернуться, но вы знаете, что он несёт в себе огромную силу.",
      "Вы проходите через свет и морщитесь, когда тот впитывается в вас. NL Он #r@обжигающе@ #r@горяч@ ! Вы не чувствуете боли, и хотя вы недавно #bприободрились, запоминающееся воспоминание об этом свете оставит шрам.",
      "Вы проходите мимо, гадая о том, что могло бы произойти."
    ],
    "OPTIONS": [
      "[Войти] #gУлучшить #g",
      "[Уйти]",
      "[Закрыто] Требуются карты для Улучшения",
      " #gслуч. #gкарты. #rПолучить #rПроклятие #r- #rИзъян."
    ]
  },
  "downfall:WorldOfGoop": {
    "NAME": "Липкий мир",
    "DESCRIPTIONS": [
      "Вы падаете в лужу. NL @ЛУЖУ@ @ИЗ@ #g@ВЯЗКОЙ@ #g@СЛИЗИ!@ NL Она попадает в уши, в нос - куда только можно. NL NL Выкарабкиваясь, вы замечаете прилипшего к телу, на вид уникального, #yжёлтого Слизня. Похоже, он собирал #yДуши менее удачливых странников. Как удобно.",
      "Вы ударяете #yжёлтого Слизня, так как не хотите чтобы этот несчастный случай остался без награды. NL NL Он тут же @лопается!@ NL NL Вы думали это невозможно, но теперь вы покрыты вязкой слизью ещё больше.",
      "Стряхивая #yжёлтого Слизня, вы продолжаете своё путешествие, хотя всё ещё покрыты вязкой слизью. С другой стороны она замечательно дополняет ваш грозный вид."
    ],
    "OPTIONS": [
      "[Полный урожай] #gПолучить #g",
      "[Осушить] #gПолучить #g",
      "[Истощить] #gПолучить #g",
      " #gдуш и #rтри #rПроклятия #r- #rГадость.",
      " #gдуш и #rдва #rПроклятия #r- #rГадость.",
      " #gдуш и #rПроклятие #r- #rГадость.",
      "[Уйти]"
    ]
  },
  "downfall:Serpent": {
    "NAME": "З-з-з-з-змей",
    "DESCRIPTIONS": [
      "Вы заходите в комнату и обнаруживаете широкую дыру в земле. Когда вы подходите ближе, оттуда вылезает огромный змей. NL NL ~«О-го-го!~ ~Привет,~ ~привет!~ ~Что~ ~это~ ~тут~ ~у~ ~нас?~ Вам, мой повелитель, я задам простой вопрос. NL Самое приятное в жизни — возможность #y~врезать~ #y~кому~ #y~угодно!~ NL Согласны?»",
      "~«Пссссссссссссс..~ ~..ссССс.....~ ~сс...~ ~ссссс....»~",
      "Змей бросает на вас крайне разочарованный взгляд.",
      " NL NL Змей задирает голову и вопит ужасным криком. Когда его тело обмякает и падает в яму, жизненная сила существа становится легко доступной для сбора. NL NL Это внушает благоговение, но вы не можете не задаться вопросом, говорил ли змей метафорически. Возможно он хотел побудить вас к насилию над другими, а не над собой...",
      "Когда вы протягиваете руку в его сторону, змей @отступает@ @назад,@ визжа от страха. ~\"ССссс... - Берущая!\"~ NL NL ~\"Твоя жадность превосходит мою. Пош-ш-ш-алуйста, позволь мне...\"~ NL Вы не обращаете никакого внимания на червя. Его дух теперь ваш, вы продолжаете путь."
    ],
    "OPTIONS": [
      "[Согласиться] [Врезать] #gПолучить #g",
      " #gдуш. #rПолучить #rПроклятие #r- #rСомнения.",
      "[Не согласиться]",
      "[Уйти]"
    ]
  },
  "downfall:WingStatue": {
    "NAME": "Статуя-крыло",
    "DESCRIPTIONS": [
      "Среди камней и булыжников вы замечаете изящную голубую статую, похожую на крыло. NL Из её трещин сыпятся #yсверкающие #yмонеты, но они не представляют ценности для вас. Однако сама статуя...",
      "Вы забираете сломанную статую на случай встречи с культистами Пробуждённого. Может быть полезно приобщить их к своему делу.",
      "Вы обрушиваете на статую всю свою мощь. NL Вскоре она @разламывается,@ разделившись на острый и тупой фрагмент. Вы берёте осколок и продолжаете путь.",
      "Вы проходите мимо и продолжаете свой путь.",
      "КА...Кар?! Подарок для ПТИЧЬЕГО БОГА?",
      "КА-КАААР!!",
      "Обмен? Справедливое предложение...",
      "Культ будет доволен."
    ],
    "OPTIONS": [
      "[Разрушить] #rПотерять #r",
      " #rОЗ. #gПолучить #gЗаострённый #gФрагмент.",
      "[Забрать] #rПотерять #r",
      "[Уйти]",
      " #rОЗ. #gПолучить #gСломанную #gстатую-крыло."
    ]
  },
  "downfall:GoldenIdol": {
    "NAME": "Золотой идол",
    "DESCRIPTIONS": [
      "Вы натыкаетесь на пьедестал, где мирно стоит #yсияющий #yзолотой #yидол. Он выглядит очень ценным. NL NL Идол наверняка привлечёт блуждающих странников. Можно оставить ловушку для них.",
      "Вы натыкаетесь на пьедестал, где мирно стоит #yсияющий #yзолотой #yидол. Он выглядит очень ценным. NL NL А вниз по коридору можно заметить, раздавленное огромным объектом, тело странника. Его душа всё ещё витает в округе.",
      "Вы установили ловушку, используя вес идола для спускового крючка, который заставит ближайший огромный валун рухнуть, если кто-нибудь попробует забрать #yблестящий артефакт. NL Удовлетворившись конструкцией ловушки, вы решаете двигаться дальше.",
      "Вы направляете душу странника в своё тело, превращая её энергию в собственную.",
      "Вы решаете не трогать пъедестал, ведь ставить ловушку слишком низко для вас.",
      "Вы решаете оставить душу в покое и продолжить свой путь."
    ],
    "OPTIONS": [
      "[Установить ловушку] #rПотерять #rУдар.",
      "[Собрать] #gПолучить #y",
      " #yдуш.",
      "[Уйти]",
      "[Закрыто] Требуется Удар."
    ]
  },
  "downfall:Cleric": {
    "NAME": "Клирик",
    "DESCRIPTIONS": [
      "К вам с улыбкой приближается странный синий гуманоид в золотом шлеме(?). Как только он понимает кто вы есть, его лучезарная улыбка быстро сменяется взглядом, полным чистого ужаса. NL ~«М-МОНСТР!!»~ - выкрикнул гуманоид и убежал.",
      "С одного удара существо расплющилось и превратилось в груду синей плоти. Вы поглощаете его #yдушу и продолжаете свой путь.",
      "«Клирик помогать! Клирик помогать!» - молил он, пока вы подходили с грозным видом. NL Холодное голубое пламя охватывает вас и рассеивается. NL После этого «клирик» тут же убегает."
    ],
    "OPTIONS": [
      "[Врезать] #gПолучить #y",
      "[Напугать] #gУбрать #gкарту #gиз #gколоды.",
      "[Уйти]",
      "Выберите карту, которую хотите убрать из колоды.",
      " #yдуш."
    ]
  },
  "downfall:Ghosts": {
    "NAME": "Совет призраков",
    "DESCRIPTIONS": [
      "Вы продолжаете спуск, но внезапно комнату заполняет #p~густой~ #p~чёрный~ #p~дым,~ формируя три гигантские фигуры в масках. Они говорят: NL NL ~«Очередная~ ~марионетка~ #y~Сердца,~ ~я~ ~полагаю.»~ NL #r@«ПОХОЖЕ@ #r@НА@ #r@ТО!@ #r@ОНО@ #r@ВСЕГДА@ #r@ПОСЫЛАЕТ@ #r@СЛАБЕЙШИХ@ #r@ПЕШЕК!»@ NL NL Вы видите невероятно широкую улыбку, когда третья фигура обращается к вам. NL «Не слушай их... Хочешь ли ты почувствовать нашу #y~силу?»~  ",
      "«Подношение! Как ~заманчиво...»~ NL NL Пока призрачная фигура говорит, вы видите, как её рот открывается всё шире и шире. Внутри вашего тела, вы чувствуете, как накопленные с мертвых, #b~души~ неистово  всасываются  прямо в, сияющий пустотой, рот призрака. Требуется вся ваша сила, чтобы устоять и не быть высосанным самому. NL NL Но прямо перед тем, как ваша выносливость закончится, призрачный вихрь останавливается и духи растворяются в эфире. NL NL Вы продолжаете идти вперёд, ощущая в себе #bпустоту.",
      "При вашем приближении, #p~призраки~ начинают ворковать. NL NL #r@\"АХ!@ #r@НАША@ #r@ДОРОГАЯ@ #r@ПОДРУГА!@ NL Их #p~газообразные~ #p~формы~ вздымаются, заполняя комнату... NL NL \"Полагаю, вам ~как обычно~?\""
    ],
    "OPTIONS": [
      "[Предложить] #rПотерять #r",
      " душ. #gПолучить Призрачность.",
      "[Закрыто] Требуется ",
      " душ."
    ]
  },
  "downfall:CursedTome": {
    "NAME": "Проклятый фолиант",
    "DESCRIPTIONS": [
      "В заброшенном храме вы находите огромную открытую книгу, исписанную #p@загадочными@ #p@символами.@ NL NL Вам нет нужды разбирать искусный текст, вы и так знаете силу, таящуюся внутри - и #rцену, которую несёт его владелец.",
      "Понимая цену, вы решаете забрать фолиант с собой. Как только вы тянетесь к пьедесталу с фолиантом, фолиант ввергает вас в транс, где он говорит с вами в #rтысяче #rголосов, разрывая вашу душу! NL NL С новоприобретенной книгой и вашим разумом, испорченным даже сильнее, чем раньше, вы выходите из храма в полном #b~истощении...~"
    ]
  },
  "downfall:ForgottenAltar": {
    "NAME": "Забытый алтарь",
    "DESCRIPTIONS": [
      "Вы встаёте на алтарь и отдаёте духовную энергию из своей души. NL Как только жертвенные #bдуши проливаются богине, руки статуи тянутся к вам и испускают успокаивающюю #p~проклятую~ #p~магию.~ NL Всё темнеет. NL Спустя какое-то время вы просыпаетесь, ощущая что раны и травмы от битв затянулись.",
      "После недолгого любования злом внутри статуи, вы продолжаете идти по Городу."
    ],
    "OPTIONS": [
      "[Предложить души] #rПотерять #r",
      " #rдуш. #gВосполнить #g",
      " #gОЗ.",
      "[Закрыто] Требуется ",
      " душ.",
      "[Уйти]"
    ]
  },
  "downfall:Bandits": {
    "NAME": "Бандиты в масках",
    "DESCRIPTIONS": [
      "Вы встречаете группу бандитов в больших #rкрасных #rмасках. NL «Привет, запла- Оу, ~монстр.~ Возможно, ты заинтересуешься в наших услугах?»",
      "«Большое спасибо, чокнутый! Ты, конечно, не пожалеешь об этом...»"
    ],
    "OPTIONS": [
      "[Потерять ",
      "] #gНанять #gбандитов.",
      "[Закрыто] Требуется больше Реликвий."
    ]
  },
  "downfall:Nloth": {
    "NAME": "Н'лот",
    "DESCRIPTIONS": [
      "Решив, что этому питающемуся снизу существу не место в Шпиле, вы наносите быстрый и мощный удар прямо в грудь Н'лота. NL NL Когда существо отшатывается в агонии, его щупальца рефлекторно @набрасываются@ @на@ @вас,@ оставляя #rболезненный #rукус! NL NL Когда безжизненное тело существа падает на землю, вы слышите грохот амулетов и безделушек. Обыскивая его тело, как когда-то оно рыскало в куче мусора, вы обнаруживаете могущественный магический предмет."
    ],
    "OPTIONS": [
      "[Врезать] #gПолучить #gслуч. #gреликвию. #rПолучить #rПроклятие #r- #rБоль."
    ]
  },
  "downfall:KnowingSkull": {
    "NAME": "Всеведущий череп",
    "DESCRIPTIONS": [
      "Вы оказываетесь в старой украшенной палате. В центре комнаты расположен живописный пьедестал, на котором лежит большой череп. Как только вы приближаетесь, череп #g@воспламеняется@ и поворачивается к вам. NL NL «ЧТО ТЫ ИЩЕШЬ? ЧТО ПРЕДЛАГАЕШЬ?» NL В унисон его последним словам, дверь позади вас @захлопывается.@",
      "~«Эйэйэйэйэйэйрукипрочьотбашки-»~ NL NL Вы, немного #rопалившись пламенем черепа, забираете его с пъедестала, игнорируя недовольство. Возможно, позже он будет полезен...",
      "«СЗАДИ, СМЕРТНЫЙ». NL Вы заглядываете за череп. И вправду — дверь."
    ],
    "OPTIONS": [
      "[Тебя] #gПолучить #gЧереп. #rПотерять #r",
      "[Уйти]",
      " #rОЗ."
    ]
  },
  "downfall:Vagrant": {
    "NAME": "Умоляющий бродяга",
    "DESCRIPTIONS": [
      "Вы убиваете бродягу и забираете его душу. ~Возгласы~ раздаюся из толпы позади вас. NL «Он только что убил Бургунди!» - говорит фигура, пока больше таких же бродяг приближаются к вам. NL NL Вы сбегаете, но не избежав #rцарапин и #rукусов.",
      "Вы вырываете у него из рук драгоценную #yреликвию и уходите. NL Вслед вам доносится: NL «Совсем стыд потерял? ~ПОЗОР~ ~ТАКИМ~ ~КАК~ ~ТЫЫЫЫЫЫЫЫЫЫ!»~ NL Вам #pточно #pне #pстыдно. Это честь - быть ограбленным повелителем Шпиля!",
      "Вас не заботят игрушки этого человека - его ~дух~ - вот что вам будет полезно. Бедняга скулит, когда вы @протягиваете@ @свою@ @руку...@"
    ],
    "OPTIONS": [
      "[Врезать] #gПолучить #g85 #gдуш. #rПотерять #r",
      " #rОЗ.",
      "[Ограбить] #gПолучить #gреликвию. #rПолучить #rПроклятие #r- #rГордыня."
    ]
  },
  "downfall:Beggar": {
    "NAME": "Старый попрошайка",
    "DESCRIPTIONS": [
      "Попрошайка скидывает плащ и оказывается синим гуманоидом в золотом шлеме(?). NL Как только он понимает кто вы есть, его лучезарная улыбка быстро сменяется взглядом, полным чистого ужаса. NL ~«М-МОНСТР!!»~ - выкрикнул гуманоид и убежал.",
      "Старый попрошайка озадаченно оглядывается по сторонам. Он осматривал округу, игнорируя вас, но вот он обратил свой взгляд на вас. NL «Вы не видели поблизости молодого синекожего мужчину? Он носит странноватый золотой шлем и приходит купить нам еды на несколько десятков золотых...» NL Похоже попрошайка говорит о том #bклирике, которого вы отправили на тот свет немногим ранее.",
      "@«Не@ @бойся,@ @старик.@ @Очень@ @скоро@ @ты@ @встретишься@ @со@ @своим@ @синекожим@ @приятелем»@ NL NL Попрошайка пытается хоть как-то защититься, но вы с лёгкостью его убиваете. NL Оставив переулок позади, вы идёте вперёд, чрезмерно #yгордясь, проделанной за сегодня, работой.",
      "Этот старик достаточно настрадался от ваших предыдущих действий. Вы решили сохранить ему жизнь и двигаться дальше.",
      "Попрошайка скидывает плащ и оказывается #bклириком! NL @«У@ @тебя@ @ужасное@ @сердце.@ @Клирик@ @нанял@ @охрану!»@ - кричит он. NL NL Два больших силуэта в полной броне выходят из переулка. Они обнажают клинки и рвутся в атаку, не давая шанса среагировать!",
      "Убив телохранителей #bклирика, вы поворачиваетесь к нему и загоняете его в угол переулка. Он дрожит в страхе.",
      "С одного удара существо расплющилось и превратилось в груду синей плоти. Вы с радостью поглащаете его #yдушу и продолжаете путь. NL NL По дороге вы замечаете выглядывающих из-за зданий и переулков попрошаек. Весь их страх лишь услада для вас - пусть это станет уроком для любого, кто осмелится идти против повелителя Шпиля.",
      "«Клирик помогать! Клирик помогать!» - снова сказало существо, от страха едва способное говорить. NL Холодное голубое пламя охватывает вас и рассеивается. NL NL Вы решили позволить этому \"клирику\" жить немного дольше, так как он ещё сможет пригодиться, а сколько бы охраны он не нанимал, они не станут для вас проблемой."
    ],
    "OPTIONS": [
      " #rПолучить #rПроклятие #r- #rГордыня.",
      "[Сражаться]",
      "[Запугать] #gУбрать #g2 #gкарты #gиз #gколоды."
    ]
  },
  "downfall:Mausoleum": {
    "NAME": "Мавзолей",
    "DESCRIPTIONS": [
      "Вы проходите сквозь несколько гробниц и в центре круглой комнаты находите большой саркофаг, ~инкрустированный~ ~самоцветами.~ NL Вы не можете разобрать надписи на гробе, однако замечаете #p~чёрный~ #p~туман,~ струящийся из его щелей. NL Вам знаком данный туман - явный признак #y~духов.~",
      "Вы впитываете #p~призрачный~ #p~туман~ в своё тело, собирая их души. Намереваясь уходить, вы не можете не заметить, что #r@ощущаете@ #r@холод...@"
    ],
    "OPTIONS": [
      "[Пировать] #gПолучить #g200 #gдуш. #rПолучить #rПроклятие #r- #rБеспокойство."
    ]
  },
  "downfall:Nest": {
    "NAME": "Гнездо",
    "DESCRIPTIONS": [
      "Перед вами столпотворение: некие #b~фигуры~ #b~в~ #b~глухих~ #b~балахонах~ проходят в #pнеприметный #pсобор. NL Фигуры поворакчиваются к вам, как только вы входите в собор! NL NL Ваши уши почти мгновенно наполняются какофонией вздохов, возгласов и карканья. Один из культистов подходит к вам с подношением",
      "Увидев опасное на вид оружие, лежащее на алтаре вы пробегаете сквозь толпу и просто забираете свой приз, и таким образом оказываетесь в толпе #rкультистов! NL NL #r@«УБИВАТЬ!!@ @УБИВАТЬ@ #r@УБИВАТЬ!!»@ NL #b~«КАР~ #b~КАР~ #b~КААААААРРР!»~ NL NL Культисты быстро достают свои кинжалы, начиная #rрезать и #rрубить вас, пока вы проталкиваетесь на выход.",
      "Вы принимаете подношение культиста и забираете странное зелье с его рук. NL NL Культисты @поют@ и @ликуют@ в вашу честь! NL NL #b~«КААР~ #b~КАР~ #b~КАААААРР!!»~ NL NL Вы присоединяетесь к хору. Почему бы и нет? Эти культисты странная компания, но они хорошо служат одному из ваших коллег-повелителей.",
      "#r@«ПТИЧИЙ@ @БОГ@ #r@ВЕРНУЛСЯ!!»@ NL #b~«КАР~ #b~КАР~ #b~КАААААРРР!»~ NL NL Пробираясь сквозь ликующую толпу культистов, вы оказываетесь лицом к лицу с лидером культа. Богато одетый культист протягивает вам #yритуальный #yкинжал.",
      "Вы берёте кинжал и не имеете представление о том, что может произойти дальше. Лидер культистов роется в своей накидке и предлагает #bсинюю #bсмолянистую #bмикстуру.",
      "Культисты окружили лидера и принесли замену на место вручённых вам вещей, вскоре, уже с новым кинжалом и зельем в руках он жестом просит следить за его действиями.",
      "Подражая лидеру культистов, вы откупориваете зелье и осторожно наливаете немного жидкости на лезвие. Лезвие приобрело #b~таинственный~ #b~окрас~ и сияние в свете собора. NL NL Без единого слова или жеста лидера, два культиста выходят вперёд - один к вам, один к нему. NL NL Становится до боли ясно, чего они от вас хотят.",
      "#rВы #rвонзаете #rкинжал #rв #rсердце #rкультиста! NL NL #b~«КАР~ #b~КААААР~ #b~КАААААРРР!»~ NL NL Ритуал завершён, а выжившие культисты рукоплескают от счастья. Они праздно машут своими палками и продолжают выкрикивать радостное карканье, пока вы выходите из собора."
    ],
    "OPTIONS": [
      "[Вернуть статую] #rПотерять #rСломанную #rстатую-крыло. #gПолучить #gмножество #gнаград.",
      "[Закрыто] Требуется Сломанная статуя-крыло.",
      "[Принять] #gПолучить #gЗелье #gкультиста.",
      "[Украсть] #gПолучить #gРитуальный #gкинжал. #rПотерять #r",
      " #rОЗ.",
      "[Уйти]",
      "[Продолжить]",
      "[Забрать кинжал] #gПолучить #gРитуальный #gкинжал.",
      "[Смазать] #gУлучшить #gРитуальный #gкинжал.",
      "[Пожертовать] #rУбить #rКультиста с помощью Ритуального кинжала+.",
      "[Получить похвалу] #gПолучить #gнаграды за возвращение #gстатуи-крыла."
    ]
  },
  "downfall:Colosseum": {
    "NAME": "Колизей",
    "DESCRIPTIONS": [
      "Продолжая спускаться по шпилю, вы замечаете группу гуманоидов, поджидающих в засаде у большой аудитории. При вашем приближении, работорговцы вздрагивают, но быстро объясняются. NL NL «Мы ждем тех, кто нападет на наш Город - тех, кого вы стремитесь уничтожить! У нас есть аудитория, ожидающая нового захвата. Люди любят сражаться не на жизнь, а на смерть!»",
      "Работорговцы не представляют для вас угрозы и могут оказаться полезными, если им удастся замедлить или ранить вашу добычу. NL NL Однако, этот кровавый спорт достаточно заманчив, чтобы отказаться...",
      "Вы заходите в огромный стадион, переполненный самыми разными зрителями: #bРаботорговцы, #bКультисты и другие обитатели Города заполняют трибуны. NL NL ",
      "@«ПРИНЕСИТЕ@ @МНЕ@ @СВОЕГО@ @ЛУЧШЕГО@ @БОЙЦА!»@ - проносится по стадиону, подзывая его чемпионов. NL Два соперника выходят и предупреждают, что по правилам арены, им не позволено сдерживаться, несмотря на ваше положение повелителя Шпиля. NL NL Вы и не хотели никаких поблажек.",
      "@«СЛЕДУЮЩИЙ@ @СРАЗИТСЯ@ @СО@ @МНОЙ!»@ - проносится по стадиону, который отвечает оглушительными апплодисментами. NL NL Работорговцы через минуту принесли свежий улов. Противник, ставшим таковым не по своей воле, проснулся и приготовился, ~ пошатываясь~ после засады. NL NL Это должно быть весело.",
      "Вы решаете, что это заманчивое сражение будет ненужной остановкой на вашем пути. Путешествие продолжается, а работорговцы возвращаются к своему привычному делу - устраивать засады."
    ],
    "OPTIONS": [
      "[Вызов] #rСразиться с чемпионами арены. #gПолучить #gмножество #gнаград.",
      "[Участвовать] #rСразиться с пленённым героем. #gПолучить #gмножество #gнаград.",
      "[Уйти]",
      "[СРАЖАТЬСЯ!]",
      "[Продолжить]"
    ]
  },
  "downfall:MindBloom": {
    "NAME": "Расцвет сознания",
    "DESCRIPTIONS": [
      "Вы пробираетесь сквозь великолепие Запределья, и неожиданно ваши мысли начинают обретать... #p~материальность...~ NL NL Воплощения #rубитых #rавантюристов и #yсобранных #yдуш просачиваются в реальность. NL Однако это чувство крайне мимолётно. Ваши действия?",
      "Вы знаете, что были здесь раньше. NL NL Охотясь на одного и того же авантюриста. NL NL Хоть что-то из всего этого реально? NL NL Как много раз вы пали?",
      "Всё встало на свои места. NL Единственная цель, спуск, #pСердце. NL NL Так было всегда. Так будет всегда. И вскоре всё будет вновь позабыто..."
    ],
    "OPTIONS": [
      "[Я эхо] #rСразиться #rс #rсобой. #gПолучить #gРедкую #gреликвию.",
      "[Я обжора] #gПолучить #g999 #gДуш. #rПолучить #r2 #rПроклятия #r- #rОбыденность.",
      "[Я пробужденный] #gУлучшить #gвсе #gкарты. #rПолучить #rРеликвию #rБремя #rзнания.",
      "[Закрыто] Требуются все 3 Благословления Сердца.",
      "[Уйти]",
      "[Я пробужденный] #gУлучшить #gвсе #gкарты. #rПолучить #rРеликвию #rБремя #rзнания."
    ]
  },
  "downfall:MoaiHead": {
    "NAME": "Голова Моай",
    "DESCRIPTIONS": [
      "Вы решаете немного отклониться от маршрута, в сторону от одного из величайших монументов Запределья — огромной каменной головы, выходящей из большого сегмента стены. NL NL Рот головы широко открыт, и в нем видны большие устрашающие зубы, окрашенные в красный, от крови, цвет. Поверхность статуи испещрена пиктограммами, которые, кажется, указывают на то, что люди бросаются в пасть этой головы и пожираются.",
      "Вы входите в пасть статуи, ожидая активации статуи, зная, что вам придется заплатить за нее кровью. Через короткое время огромные коренные зубы обрушаются сверху, раздавливая вас целиком. NL @Тьма.@ NL Некоторое время спустя из темноты вы видите полоску света и слышите, как теперь понимаете, звук медленно поднимающихся вверх каменных зубов. NL NL Вы уходите восстановленным, магия статуи течет сквозь вас.",
      "Вы входите в пасть статуи, и из вашего тела вытекает огромное количество #bдуховной #bэнергии. Глаза статуи светятся #b~пламенем~, и её огромные зубы обрушиваются на вас. NL #b~Повсюду~ #b~синий~ #b~свет.~ NL NL По мере того, как зубы поднимаются, вы чувствуете себя полностью обновленным и более сильным, чем когда-либо прежде.",
      "Вы уходите, гадая, что могло произойти."
    ],
    "OPTIONS": [
      "[Предложить души] #rПотерять #r",
      " #rдуш. #gПолучить #g",
      " #gМакс. #gОЗ и #gвосполн. #gОЗ #gдо #gмаксимума.",
      "[Закрыто] Требуется ",
      " душ.",
      " #rдуш. #gКаждый #gГремлин #gполучает #g",
      "[Запрыгнуть внутрь] #gВосполнить #gОЗ #gдо #gмаксимума. #rКаждый #rГремлин #rтеряет #r"
    ]
  },
  "downfall:SensoryStone": {
    "NAME": "Камень ощущений",
    "DESCRIPTIONS": [
      "#g~ТЩЕСЛАВИЕ.~ NL NL Жизнь - прекрасная, великолепная вещь... Даже для #gСлизня. NL NL Вы всегда знали, что вам уготованы великие дела. Все остальные довольствуются монетами и объедками, но не ты. Ты ждешь, как хищник, что-то особенное. Что-то уникальное. Что-то ~сказочное.~ NL NL Дни... недели... может прошли годы... в Шпиле сложно сказать наверняка. Пока, наконец, ты не замечаешь её. Ты больше не будешь такой как все! У них может быть #yзолото и #yбезделушки, но у тебя есть кое что получше... NL NL @МАЛЕНЬКАЯ@ @ШЛЯПА@ @КОТЕЛОК!@ Моднявая!",
      "#y~ХРУПКОСТЬ.~ NL NL #rКлинок входит вам в грудь, и рёв #bтолпы наполняет ваши уши... Последнее, что вы почувствовали, перед тем как закрыть глаза - удар рукой по лицу. NL Вы просыпаетесь в незнакомой комнате, @не@ @в@ @состоянии@ @пошевелиться,@ пробуете заговорить, но слова не выходят, а в глазах застилает #gзелёный #gтуман. Это сон? Или загробная жизнь? Вы пытаетесь что-нибудь вспомнить, но ощущаете пустоту, а конечности уподобились мыслям. NL Вы слышите голос в голове - лишь единственную команду. NL #g«БАЛАНС #gдолжен #gбыть #gСОХРАНЁН. NL #gОХРАНЯЙ #gПреддверие.»",
      "#p~БЕЗЫСХОДНОСТЬ.~ NL NL #yСмотри. #yЗапоминай. #yЖиви. Такова миссия наблюдателя. Ваша задача - исследовать Шпиль неизвестной природы. Вы входите в гексагональную комнату и дверь @за@ @спиной@ @разрушается,@ что вы не успеваете среагировать! NL NL Выхода больше нет. Единственный возможный путь наружу - взять лежащую на пъедестале табличку, наполненную магией. Ваше тело ~развеивается~ ~в~ ~ничто,~ а #pдуша заключается в #pкамень, как только вы касаетесь артефакта. NL NL Теперь ваша судьба - быть навечно заключённым в #pтабличку, #rпроклятым скитаться по Шпилю целую вечность.",
      "#y~ОТЧУЖДЕНИЕ.~ NL NL Вы первый. Вы служите ~творцу.~ Вместо рождения хрупким и слабым, вы были созданы. Идеалом. По своему образу и подобию ты создашь больше конструктов. #yАвтоматонов из наследия творца. NL NL Каждый из них имеет безупречный дизайн и определённую цель. Все, кроме одного. Он должен был сохранять баланс в Городе. NL NL Вы выбросили #yконструкта с #yдефектом в самое высокое окно, оставив его у подножия Шпиля, и занимаете теперь пустое место защитника Города. NL Баланс должен быть сохранён.",
      "#b~ГОРДОСТЬ.~ NL NL Вы стоите в центре большой арены. Этот единственный бой - в нём вы должны показать всё над чем так долго работали. Вы принимаете #bоборонительную #bстойку, для того чтобы истощить выносливость противника и поймать момент. Собрав последние силы, вы #rпронзаете грудь соперника #rсвоим #rклинком. Аудитория сопровождает @бурными@ @аплодисментами!@ NL NL Вы заносите руку и наносите наиузительниший завершающий удар ~по~ ~лицу~ ~противника,~ так как не привыкли оставлять простую победу. NL NL Не осталось никого на вашем пути. Теперь вы - новый #b@Чемпион!@",
      "#p~ЖАДНОСТЬ.~ NL NL Немногие могут сопротивляться #bсоблазну #bвласти. Но чем больше власть, тем больше и цена. NL NL Вы сидите на своём троне у вершины колизея и смотрите, как люди #rсражаются #rдо #rсмерти за титул #bЧемпиона на потеху вам. Цена за вход - отдать #g~пламя~ #g~своей~ #g~вечной~ #g~души~ в услужение вам. Каждое имя выгравировано на табличке, связывающей их с вами после смерти. NL NL Толпа апплодирует бойцу, который добивает своего противника завершающим ударом по лицу. Вы идёте в хранилище, но здесь уже кто-то был. Ловушки сработали, но тела нет... а #p@табличка@ @исчезла!@",
      "#g~ПЕЧАЛЬ.~ NL NL Наконец-то вы стоите на самой высокой вершине Шпиля. Неустанно работая над воплощением в жизнь огромного подвига, памятника Великому, вы провели многие свои годы. Каждый #gизгиб доведён до идеала. Каждый #yугол тщательно выверен. NL NL «Я закончил, любовь моя.» - сказали вы и накрыли их безжизненные руки. Мягкий гул наполняет комнату, вскоре вы чувствуете, как творение впитывает всё ваше #b~естество~ и стремительно присоединившееся другое. Как вы и планировали, теперь в этом месте вы будете вечно жить вместе. NL С резонирующим эхо... #pСердца ~стучат~ в свой первый раз.",
      "#b~БУЙСТВО.~ NL У вас не хватает сил, чтобы остановить вхождение #yвычурного #yкинжала в вашу грудь. В последние секунды своей жизни вы молитесь любому #pбожеству, которое правит Шпилем, желая получить ещё одну жизнь, ~не~ ~взирая~ ~на~ ~цену.~ NL Ваше #pсердце отбивает свой последний удар и замолкает... ненадолго. Глаза начали пылать #b@синим@ #b@огнём.@ Вы вернулись к жизни с силой десяти мужчин и с лёгкостью разорвали путы, разнеся свой рёв по толпе окружающих #bсуществ в рясах! NL NL Вы чувствуете, что тело принимает #bформу #bмонстра, а существа склоняются перед вами.",
      "#p~ДЕРЗОСТЬ.~ NL NL Несмотря на #pбогоподобное #pСердце, которое контролирует это место и вашу судьбу, пришло #yвремя что-то предпринять. NL NL Запределье - наименее охранёняемый этаж Шпиля. поэтому вы с лёгкостью можете проникнуть в его #yсокровищницу. Здесь много сильных артефактов, но один прямо говорит с вами - #y~сверкающие~ #y~карманные~ #y~часы.~ NL NL Без капли сомнения вы протягиваете руку и хватаете карманн... @...ннамрак@ @етеатавх@ @и@ @укур@ @етеавигяторп@ @ыв@ @яиненмос@ @илпак@ @зеБ@ NL NL Несмотря на #pбогоподобное #pСердце, которое контролирует это... место?",
      "Вы думаете, что прошлое лучше оставить в прошлом."
    ],
    "OPTIONS": [
      "[Вспомнить] #gДобавить #g1 #gкарту #gБосса #gв #gколоду.",
      "[Вспомнить] #gДобавить #g2 #gкарты #gБосса #gв #gколоду. #rПотерять #r",
      "[Вспомнить] #gДобавить #g3 #gкарты #gБосса #gв #gколоду. #rПотерять #r"
    ]
  },
  "downfall:SecretPortal": {
    "NAME": "Секретный портал",
    "DESCRIPTIONS": [
      "Перед собой вы видите нечто весьма хорошее - в одной из живых стен Запределья есть каменный проход, внутри которого находится #p~вращающийся~ #p~магический~ #p~портал.~ NL NL Этот портал позволяет быстро добраться до повелителя Запределья. Однако, если вы заберёте камень, питающий портал, ваше путешествие по Шпилю ускорится.",
      "Портал можно будет починить и позже. Вы вырываете рунный камень, питающий врата, и срочно решаете, куда отправиться дальше. Камень будет полезен очень недолго."
    ],
    "OPTIONS": [
      "[Взять камень] Переместиться в любую комнату, кроме комнаты с Боссом."
    ]
  },
  "downfall:TombRedMask": {
    "NAME": "Гробница лорда Красной маски",
    "DESCRIPTIONS": [
      "На другой стороне, висящей в воздухе, тропы вы видите изящно расписанную гробницу. NL NL Дойдя до неё, вы замечаете мягкую стену, скорее всего скрывающую секретный отсек. Одного хорошего удара должно хватить для её пролома.",
      "Вы жертвуете #rмаску. Бандиты, согласившиеся помогать вам, имеют какую-то связь с этим Лордом - возможно они будут вдохновлены вашим пожертвованием.",
      "В стене гробницы открывается маленький отсек, и в нём вы видите красную маску с запиской. «Возьми у других так, как я взял у тебя!»",
      "Решив не тревожить гробницу, вы продолжаете путь.",
      "Вы продолжаете путь, довольные своей находкой."
    ],
    "OPTIONS": [
      "[Пожертовать Красную маску] #gУлучшить #gКонтракт #gбандитов.",
      "[Закрыто] Требуется Красная маска и Контракт бандитов.",
      "[Проломить] #rПотерять ",
      ". #gПолучить #gКрасную #gмаску.",
      "[Закрыто] Требуется карта Атаки.",
      "[Уйти]"
    ]
  },
  "downfall:WindingHalls": {
    "NAME": "Запутанные коридоры",
    "DESCRIPTIONS": [
      "Вы медленно бредёте по запутанным коридорам и оказываетесь в печально известных меняющихся коридорах Запределья. Более слабое существо уже давно сошло бы с ума, пытаясь найти выход, но для вас эти пути известны, словно лучший друг. NL NL От постоянно #p~шепчущих~ #p~голосов,~ вам становится легче выбрать путь."
    ],
    "OPTIONS": [
      "[Налево] #gИсследовать #gсобытие.",
      "[Направо] #gОбыскать #gсокровищницу #gв #gпоисках #gреликвии.",
      "[Прямо] #gВыследить #gторговца."
    ]
  },
  "downfall:Joust": {
    "NAME": "Турнир",
    "DESCRIPTIONS": [
      "Пройдя мимо огромных зданий, вы приближаетесь к узкому мосту и замечаете на обеих его сторонах рыцарей, друг напротив друга. Они разбредаются в стороны, как только вы подходите. NL «Монстр! ТЫ сражайся с этим, раз так хорош в сражении!» NL «Нет, ТЫ сражайся! Сам знаешь, что монстры лучше, чем тот ~демонический~ ~кошак!»~ NL NL Они так не устанут спорить. Вам надо принять решение...",
      "Этот рыцарь явно был сильнее другого, но вы потерпели полное поражение, хотя и старались изо всех сил. NL «Хотел бы я посмотреть, как ты справишься с таким!» - говорит он другому рыцарю, пока они, препираясь, уходят.",
      "Вы уворачиветесь от атак рыцаря и безжалостно #rубиваете его, с радостью поглощая его #gдушу. Другой рыцарь с криками бежал прочь. Что за трус...",
      "Трусливый рыцарь наносит вам несколько назойливых царапин своим длинным мечом и с криками убегает. Другой рыцарь в гневе побежал за ним. А вы, раздражённый, вернулись к работе.",
      "Вы ~нависаете~ над рыцарем, вместо попытки убежать, он просто съёжился. Вы с лёгкостью #rубиваете его и забираете #gдушу, но когда вы развернулись посмотреть на другого рыцаря, того уже и след простыл."
    ],
    "OPTIONS": [
      "[Левый] #r50%: #rПотерять #r",
      " #rОЗ.",
      " #g50%: #gПолучить #g200 #gДуш.",
      "[Правый] #r25%: #rПотерять #r",
      " #g75%: #gПолучить #g100 #gДуш."
    ]
  },
  "downfall:BossTester": {
    "NAME": "Дебаг Боссов",
    "DESCRIPTIONS": [
      "Выберите Акт, чтобы получить сгенерированные награды за него. Если вы хотите протестировать 3 Акт, запустите это событие 3 раза - по одному на каждый Акт.",
      "Награды сгенерированы. После посещения магазина, запустите этот ивент еще раз, если хотите протестировать награды за другие акты. Иначе, запустите битву с Боссом и не забирайте награды за него."
    ],
    "OPTIONS": [
      "[1 Акт]",
      "[2 Акт]",
      "[3 Акт]",
      "[Отправиться в магазин]"
    ]
  },
  "downfall:BetterEnding": {
    "NAME": "Сердце Шпиля",
    "DESCRIPTIONS": [
      "@бу-бумм@ ... @бу-бумм@ ... @бу-бумм@ ... NL Успокаивающее сердцебиение можно почувствовать по всей комнате... NL Вы ~добрались~ ? Выше предназначение исполнено?",
      "Вы возвращаете #b",
      " душ Сердцу! NL Сердце #b@трепещет@ от восторга и бьется гораздо чаще.",
      "Несмотря на все ваши усилия, дверь позади Сердца все ещё остается уязвимой. Вы задаётесь вопросом: ~«Неужели~ ~этого~ ~недостаточно?»~  NL Вы чувствуте, что отдали #b",
      " душ Сердцу.",
      " NL Всего #b",
      " душ было отдано за всех тех, кого оно призвало.",
      " NL Пульсация становится громче и громче, пока вы наконец не #y~теряете~ #y~сознание...~",
      "NL Вы заносите свой клинок...",
      "NL Вы готовите свои кинжалы...",
      "NL Вы заряжаете своё ядро до предела...",
      "Вы задаётесь вопросом: ~«Неужели~ ~этого~ ~недостаточно?»~",
      " NL Сердце пульсирует всё громче и громче, вы почти #p~теряете~ #p~сознание...~",
      " NL Но неожиданная вспышка #y@энергии@ откуда-то изнутри #b@вырывает@ вас из сна.",
      " NL Сердце #gотступает, чувствуя приближающуюся угрозу! Сражение ещё не окончено...",
      "NL Вы заряжаете свой посох божественными силами...",
      "Вы чувствуете #pнечто #p@злое@ в глубине своей души..."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Отдать] #b???",
      "[Спать]",
      "[Подойти к двери]"
    ]
  },
  "downfall:EvilShrines": {
    "NAME": "Алтарь зла",
    "DESCRIPTIONS": [
      "Только вы должны обладать этой силой. Вы разбиваете алтарь на кусочки. NL Мрачный вой эхом разносится по округе, и вы чувствуете, как #p~проклятая~ #p~магия~ проникает до самых костей."
    ],
    "OPTIONS": [
      "[Осквернить] #gКопировать #g2 #gкарты. #rПолучить #rПроклятие #r- #rСтарение.",
      "[Осквернить] #gУбрать #g2 #gкарты. #rПотерять #r",
      " #rМакс. #rОЗ.",
      "[Осквернить] #gПреобразовать #g3 #gкарты. #rПолучить #rПроклятие #r- #rИзъян.",
      "[Осквернить] #gУлучшить #g2 #gкарты. #rПолучить #rПроклятие #r- #rБоль."
    ]
  }
}