{
  "Slimebound:Hunted": {
    "NAME": "Le Boss s'approche",
    "DESCRIPTIONS": [
      "Une voix retentissante résonne dans la tour.... NL NL #r~SLIME TOUT ECRASER!!!~ NL NL Le slime imposant vous rattrape rapidement, bloquant votre chemin. Il semble qu'il ait grandi depuis l'Exordium, se consumant et se renforçant en suivant votre trace dans la Tour.",
      "Est-ce vraiment si facile?",
      "Vous vous débarrassez facilement du Parrain Slime, récupérant ses possessions pour vous-même. C'est un chapeau très élégant, après tout."
    ],
    "OPTIONS": [
      "[Confronter] #rCombattez #rle #rParrain #rSlime. Récompense: #gPetit #gchapeau #gmelon.",
      "[Fuir] #rMaudit #r- #rHonte."
    ]
  },
  "Slimebound:WorldofGoop": {
    "NAME": "Monde visqueux",
    "DESCRIPTIONS": [
      "Vous tombez dans une flaque. NL @ELLE@ @EST@ @FAITE@ @DE@ #g@SLIME!!@ NL Calmement, vous vous baignez alors que vous vous liez à la matière visqueuse, profitant d'un moment de répit. NL NL En sortant, vous remarquez dans la flaque des #yâmes perdues provenant d'aventuriers malchanceux, ainsi qu'une curieuse créature qui semble être attirée par ce métal que l'on appelle or.",
      "Vous sortez du bain de slime revigorant, repêchant les #yâmes et laissant la créature avec un regard triste sur son visage amorphe..",
      "Vous réussissez à négocier un accord avec la créature pour lui fournir plus de métal brillant si elle vous aide dans votre quête. NL Vous et votre nouvel #yami sortez ensemble du bain de slime."
    ],
    "OPTIONS": [
      "[Récupérer l'or] #gGagnez #g75 #gÂmes.",
      "[Recruter] #rPerdez #r75 #rÂmes. #gGagnez #gle #ySlime #yCupide.",
      "[Quitter]",
      "[Verrouillé] Requiert 75 Âmes."
    ]
  },
  "Slimebound:SlimeTalk": {
    "NAME": "TalkStrings",
    "DESCRIPTIONS": [
      "~Ne~ ~m'absorbez~ ~pas!~",
      "~Vous~ ~voulez~ ~nos~ ~âmes?~",
      "~Il~ ~se~ ~nourrira~ ~de~ ~nous...~",
      "~Le~ ~Boss!~",
      "Ce chapeau... NL #r~Je~ #r~dois~ #r~l'avoir!~",
      "~Pourquoi~ ~ne~",
      "~nous~ ~laisse~",
      "~t'il~ ~pas~ ~jouer?~",
      "~Il~ ~nous~ ~consumera...~",
      "~C'est~ ~si~ ~fort...~",
      "~Il~ ~est~  ~comme~ ~nous...~",
      "~JOLI~ #r~CHAPEAU!!!~"
    ]
  },
  "Slimebound:ScrapOoze": {
    "NAME": "Slime ferrailleux",
    "DESCRIPTIONS": [
      "N'importe quel slime est un allié dans votre quête.  Avec des offres de nouvelles ferrailles et de nouveaux trésors, le Slime ferrailleux se joint à votre quête."
    ],
    "OPTIONS": [
      "[Recruter] #rPerdez ",
      ". Gagnez #gle #gSlime #gFerrailleux. #rVerrouillé si vous Tendez le bras.",
      "[Recruter] Verrouillé (Vous avez énervé le Slime ferrailleux)",
      "[Quitter]",
      "[Recruter] Verrouillé (Requiert une Relique Commune ou peu commune)"
    ]
  },
  "Slimebound:ArtOfSlimeWar": {
    "NAME": "Art de la guerre des Slimes",
    "DESCRIPTIONS": [
      "Vous tombez sur un piédestal dégoûtant sur lequel se trouve un #glivre #gbrillant. Il semblerait que ce livre contienne les techniques de combat compliquées et avancées utilisées par les ancêtres du #gParrain #gSlime et de ses sbires.",
      "En prenant le livre, vous entendez plusieurs pièges s'activer.  Vous ne pourrez pas tous les éviter.",
      "Vous volez le livre et réussissez à éviter les pièges, mais vous tombez dans une horrible flaque gluante.",
      "En saisissant le livre, vous avez découvert un piège de pointes sous le plancher, que vous avez échappé de justesse, mais non sans une sévère entaille.",
      "Dès que le livre quitte le piédestal, vous sentez qu'il draine votre essence vitale. Il vaut mieux que ça en vaille la peine.",
      "Vous décidez de laisser le livre là où il est et de continuer votre chemin.",
      "Vous n'arrivez pas à comprendre comment les serviteurs du Parrain Slime soient une menace pour qui que ce soit. - il semble que la seule tactique qu'ils utilisent soit de jeter violemment leurs corps sur leurs ennemis.  Eh bien, si ça marche pour eux..."
    ],
    "OPTIONS": [
      "[Lire] #gRetirez #gtoutes #gvos Frappes. #gRecevez #g3 Tacles #gAméliorés.",
      "[Prendre] #gObtenez #gManuel #gstratégique. #rDéclenchez #run #rpiège.",
      "[Quitter]",
      "[Plonger] #rSoyez #rMaudit #r- #rDégoût.",
      "[Être patient] #rPrenez #r",
      " #rdégâts.",
      "[Saisir et Courir] #rPerdez #r",
      " #rPV #rMax."
    ]
  },
  "Slimebound:Darklings": {
    "NAME": "Darklings",
    "DESCRIPTIONS": [
      "Trois slimes à l'aspect peu familier se dressent (?) sur votre chemin. Ils semblent hostiles, mais lorsque vous vous approchez, ils remarquent que vous avez la même consistance qu'eux et vous regardent avec curiosité.",
      "Alors que vous vous ~préparez~ ~à~ ~combattre,~ les slimes noirs d'encre font de même !",
      "Après une brève conversation, ces collègues slimes sont également de votre côté - ils gardent la Tour contre les intrus. Ils peuvent quitter leur poste un petit moment afin de vous aider."
    ],
    "OPTIONS": [
      "[Recruit] #gObtenez #gles #gTénébreux. #rPerdez ",
      "[Combattre]",
      "[Quitter]",
      ".",
      "[Verrouillé] Requiert une carte Rare."
    ]
  },
  "Slimebound:BackToBasics": {
    "NAME": "",
    "DESCRIPTIONS": [
      "Quand un mouton ouvre la voie, tous les autres suivent."
    ],
    "OPTIONS": [
      "[Inspiration] #gAjoutez #gCommandez à toutes vos #gFrappes et #gDéfenses.",
      "[Verrouillé] Requiert une Frappe ou une Défense."
    ]
  }
}
