{
  "champ:ChampTalk": {
    "NAME": "",
    "DESCRIPTIONS": [
      "你想拿回這條腰帶？",
      "有本事過來拿啊！"
    ],
    "OPTIONS": [
      ""
    ]
  },
  "champ:Colosseum": {
    "NAME": "競技場",
    "DESCRIPTIONS": [
      "當你繼續沿著高塔繼續前進時，你注意到一群人形生物在一個大禮堂附近埋伏。你走進埋伏，在陰影中的奴隸頭子嚇得跳了出來。但很快就發現是自己人。 NL NL 「冠軍！你把我們都暴露了！你是過來迎戰新的挑戰者的嗎？」",
      "新挑戰者？多令人愉快啊！ NL NL 然而，挑戰可能還需要耐心等待。觀眾總是喜歡看冠軍屠殺最新的俘虜……",
      "你進入了這座龐大的競技場。放眼望去，四周坐滿了 #b奴隸販子 、 #p邪教徒 還有各式各樣的城市居民。 NL NL ",
      "@「誰膽敢挑戰我？！」@ 你衝進人群之中，「招呼」這個「新來的」. NL 一名身著與你相仿的騎士走了出來，但他的身上的盔甲卻猶如墨水一樣的漆黑。觀眾的呼聲似乎因此變得更加高漲了。 NL NL 一山不容二虎，冠軍只能有一個！",
      "@「下一個是我的！」@ 你衝進人群之中，群眾的呼聲震耳欲聾。 NL NL 奴隸販子很快就把剛撈到的「大魚」擺了上來。 不一會，挑戰者從昏迷中醒來， ~頭暈目眩~ ，但似乎已經做好了準備。 NL NL 這次應該很有趣。",
      "你覺得，雖然很有趣，但是在這裡打鬥純屬浪費時間。你繼續踏上旅途。而奴隸販子也繼續埋伏，等著下一個「大魚」上鈎。",
      "黑色騎士"
	],
    "OPTIONS": [
      "[衛冕] #r與黑色騎士戰鬥。 #g獲得許多獎賞。",
      "[參與] #r與被捕獲的英雄戰鬥。 #g獲得許多獎賞。",
      "[離開]",
      "[開戰！]",
      "[繼續]"
    ]
  },
  "champ:Library": {
    "NAME": "大圖書館",
    "DESCRIPTIONS": [
      "你走進城市的知識中心 - 大圖書館 。 NL 你走進建築物中，看見了無數捲軸、手稿和書籍。 NL 你可以隨便拿一本看看，讓自己舒服地坐在椅子上安靜一會兒，或者把這段時間去用來去找一本更具體的格鬥技巧手冊。",
      "你花了很多時間翻閱書籍和指南，直到最終找到你要找的書。 NL NL 你坐在舒適的椅子上，仔細熟讀已被歲月遺忘了的姿勢和流派。即使是像你這樣的戰鬥天才，也知道頭腦和身體一樣重要。必須飽經鍛鍊。"
    ],
    "OPTIONS": [
      "[尋找] 查閱有關戰鬥的 #g書籍 。",
      "[鎖定] 已經集齊所有的戰鬥書籍。"
    ]
  },
  "champ:TechniqueTome": {
    "NAME": "戰術秘典",
    "DESCRIPTIONS": [
      "漫步在一條小路上，你會感覺到一股無形的巨大力量指引著你的腳步走向新的目的地。不久，你會看到一個巨大的書桌，在某種怪異的發光能量中扭曲。 NL NL 當你走近的時候，發現上面印有各式各樣的圖畫和知識，包括攻擊組合、武術姿態、敵人的弱點——所有你需要瞭解的戰鬥知識。 NL NL 宛如天上掉餡餅，不可能是真的，但是寶物，這個機會，這個知識絕對不能浪費！",
      "難以置信！這本書的教誨令人嘆為觀止。每一個辭藻和圖表都會從書頁上跳到你的腦海中，給你各種新的方法來屠殺你的對手。 NL NL 不幸的是，凡事都有代價。這樣的知識會對你的心理造成傷害。但是你的內心卻依然強烈渴望著這些知識……",
      "對。還有很多。你現在還不能停下來。你毫不猶豫地讓自己被這本書提供的豐富信息所征服，發現了更多新的戰鬥優勢。 NL NL 現在你完全明白了代價，你自願地把更多的生命能量給這本書，以換取它的智慧。但是還有很多東西要學……",
      "把你所有的意志力都集中起來，你就不想讀那本被詛咒的書了。也許有一天你會回來，但是現在 - 還有工作要做。",
      "為了獲得這些寶貴的知識，無論付出什麼代價都是值得的。要想擺脫書對你的束縛需要付出很大的努力，但你還是做到了。 NL NL 隨著這本書的教誨在你的腦海中歷歷在目，你開始尋找一個新的玩具來檢驗它們。"
    ],
    "OPTIONS": [
      "[閱讀] 選擇一張牌獲得 #g戰術 。 #r失去 #r",
      " #r點生命。",
      "[離開]",
      "[鎖定] 需要非戰術牌。",
      "選擇一張牌獲得戰術。",
      "[閱讀] 選擇一張牌獲得 #g戰術 。 #r被詛咒 #r- #r傲慢。"
    ]
  },
  "champ:Gym": {
    "NAME": "體育場",
    "DESCRIPTIONS": [
      "沿著通往塔底的小路，你發現你深處於塔底的體育場 - 一處你經常鍛鍊身體，強健體魄的地方。 NL NL 在這裡休息一會不失為一個好選擇。為了穩居最強，你需要利用所有能利用的優勢。",
      "今天的重點是耐力。保持全副武裝，你進入了在體育館中心設置的短跑跑道，連續跑了幾圈。 NL NL 伴隨著腎上腺素和能量的迸發，你離開了體育場，準備迎接對高塔的威脅。",
      "今天的重點是戰鬥。你很快就找到了一群看起來很能挨揍的人，一把拉著他們的肩膀強行拽進了拳擊場。不一會，他們就堅持不住倒下了。 NL NL 雖然這場戰鬥沒有帶來任何挑戰，但你確實意識到了一種新的戰鬥方法，這對接下來的戰鬥肯定會很有用。",
      "今天的重點是肌力。你找到了這裡最重的一塊石頭，用它來做了幾個循環的高強度運動。在訓練結束時，你已經可以感覺到自己比剛開始時更輕鬆地舉起和拉。 NL NL 當你離開體育館時，心裡記下下一次來這裡的時候，要集中精力在這次沒有鍛鍊到的部分。不能跳過。"
    ],
    "OPTIONS": [
      "[有氧運動] #g獲得 #g",
      " #g點最大生命。",
      "[練拳] 選擇一張牌獲得 #g進入姿態 。",
      "[舉重] #g永久獲得1點力量。",
      "[離開]",
      "選擇一張牌獲得進入防守。",
      "選擇一張牌獲得進入角鬥。",
      "選擇一張牌獲得進入戰狂。",
      "[鎖定] 需要一張進入姿態的牌。"
    ]
  },
  "champ:MinorLeagueArena": {
    "NAME": "小型競技場",
    "DESCRIPTIONS": [
      "當你在塔底中穿行時，發現了一處比較有名的地方 - 競技場的舊址。這座相比城市新建的要小一些。這座不能麼引人注目的競技場現在成了某些弱小怪物的擂台。 NL NL 這種小場面你當然不在話下，但是可能只是在浪費時間。",
      "你決定把時間用在更有價值的地方，隨即離開了這裡。離開時，你可以聽到戰士們松了一口氣——很明顯，今天沒有人想成為你的刀下亡魂。"
   ],
    "OPTIONS": [
      "[與百夫長和神秘術士戰鬥] #g獲得鬥篷扣",
      "[與地精大塊頭戰鬥] #g獲得冠軍腰帶",
      "[與奴隸二人組戰鬥] #g獲得袖劍",
      "[離開]"
    ]
  },
  "champ:BackToBasics": {
    "NAME": "",
    "DESCRIPTIONS": [
      "最好的解決辦法往往是最簡單的。"
    ],
    "OPTIONS": [
      "[直覺] #g將所有打擊和防禦加上技術",
      "[鎖定] 需要打擊和防禦"
    ]
  }
}